Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Invalid username/password provided
nl_nl: Ongeldige gebruikersnaam/wachtwoord opgegeven

source: Add New User
nl_nl: Nieuwe gebruiker toevoegen

source: Edit User
nl_nl: Gebruiker bewerken

source: Are you sure you want to delete
nl_nl: Weet je zeker dat je wilt verwijderen

source: users
nl_nl: gebruikers

source: users were deleted successfully
nl_nl: de gebruikers zijn succesvol verwijderd

source: Are you sure you want to delete the user
nl_nl: Wil je deze gebruiker verwijderen

source: The user
nl_nl: De gebruiker

source: was deleted successfully
nl_nl: is succesvol verwijderd

source: Passwords do not match
nl_nl: Deze wachtwoorden zijn niet hetzelfde

source: The User
nl_nl: De gebruiker

source: was added successfully
nl_nl: is succesvol toegevoegd

source: This User ID is taken. Please choose another
nl_nl: Deze gebruikers-ID bestaat al. Kies een andere.

source: User ID must be a string or an email address, no spaces
nl_nl: De gebruikers-ID moet een string of een emailadres zijn, geen spaties

source: was saved successfully
nl_nl: is succesvol opgeslagen

source: User Management
nl_nl: Gebruikersbeheer

source: Submit Users CSV
nl_nl: CSV met gebruikerslijst indienen

source: The CSV was submitted. You can track the progress of your import from Kaltura Management Console (KMC)
nl_nl: De CSV is ingediend. Je kan de voortgang van je import volgen via de Kaltura Management Console (KMC)

source: ! Failed to submit CSV !
nl_nl: ! Indienen van CSV mislukt !

source: The config file
nl_nl: Het configuratiebestand

source: is not writable
nl_nl: kan niet worden bewerkt

source: Save is disabled
nl_nl: De optie Opslaan is niet beschikbaar

source: Configuration Management
nl_nl: Configuratiebeheer

source: Your app configuration was backed up successfully today %1. Note: This configuration was last saved on %2
nl_nl: Van de configuratie van je app is vandaag een back-up gemaakt %1. Opmerking: deze configuratie is voor het laatst opgeslagen op %2

source: Failed saving your configuration to backup. If issue persists, please contact Kaltura Customer Care
nl_nl: De back-up van je configuratie is mislukt. Als het probleem aanhoudt, neem dan contact op met de systeembeheerder

source: Are you sure you want to save current configuration? Remember that previous backup will be deleted.
nl_nl: Wil je de huidige configuratie opslaan? Let op: de vorige back-up wordt dan verwijderd.

source: Configuration Backup
nl_nl: Back-up van configuratie

source: Restore From Backup
nl_nl: Herstellen vanuit back-up

source: Your configuration has been restored. Cache has been cleared.
nl_nl: Je configuratie is hersteld. Cache is gewist.

source: The backup is identical to your current configuration - nothing has been done.
nl_nl: De back-up is identiek aan je huidige configuratie - er is niets gedaan.

source: Failed to restore from backup. If issue persists - please contact Kaltura Customer Care
nl_nl: Herstellen van back-up mislukt. Als het probleem aanhoudt, neem dan contact op met de systeembeheerder

source: The backup of your configuration is from %1.
nl_nl: De back-up van je configuratie is van %1.

source: Are you sure you want to restore your configuration to it? This action cannot be undone.
nl_nl: Wil je de configuratie herstellen? Deze actie kunnen we niet ongedaan maken.

source: There are no backups to restore from.
nl_nl: Er zijn geen back-ups om van te herstellen.

source: Configuration saved
nl_nl: Configuratie opgeslagen

source: Error saving configuration - invalid URL schema
nl_nl: Fout bij het opslaan van de configuratie - ongeldig URL-schema

source: schema must be http or https
nl_nl: schema moet http of https zijn

source: Please correct the schema and save the configuration.
nl_nl: Corrigeer het schema en sla de configuratie op.

source: Please refresh the page and try again.
nl_nl: Vernieuw de pagina en probeer het opnieuw.

source: Security Validation Error
nl_nl: Fout beveiligingsvalidatie

source: Config Validation:
nl_nl: Config. validatie

source: FAILED
nl_nl: MISLUKT

source: Failed to save configuration
nl_nl: Opslaan van de configuratie mislukt

source: Please make sure that the config files backup folder exists, and that it is writable
nl_nl: Zorg dat er een back-up map voor de configuratiebestanden bestaat en dat ze kan worden bewerkt

source: Your configuration for "%1" was saved.
nl_nl: Je configuratie voor "%1" is opgeslagen.

source: The cache was cleared
nl_nl: Het cachegeheugen is gewist

source: CACHE WAS NOT CLEARED!
nl_nl: HET CACHEGEHEUGEN IS NIET GEWIST!

source: We saved a backup file of your configuration under "%1".
nl_nl: We hebben een back-upbestand van je configuratie opgeslagen onder "%1".

source: Saving Configuration
nl_nl: Configuratie opslaan

source: An error occurred while saving your configuration
nl_nl: Bij het opslaan van je configuratie is een fout opgetreden

source: Please check the logs for details
nl_nl: Bekijk de logboeken voor details

source: Field will be reset to it's default value.
nl_nl: Veld zal worden gereset naar de standaardwaarde.

source: The cache was cleared.
nl_nl: Het cachegeheugen is gewist.

source: Reset to default
nl_nl: Reset naar standaardwaarde

source: Clear Cache
nl_nl: Cachegeheugen wissen

source: Log File Viewer
nl_nl: Logbestandkijker

source: Kaltura MediaSpace&trade; Configuration
nl_nl: Kaltura MediaSpace&trade; Configuratie

source: Import Configuration
nl_nl: Configuratie importeren

source: Your configuration was imported, and the cache was cleared. Click OK to go back to the
nl_nl: Je configuratie is geïmporteerd en het cachegeheugen is gewist. Klik op OK om terug te gaan naar de

source: The configuration import process has failed.
nl_nl: Het proces van de configuratie-import is mislukt.

source: Perhaps you can try again with a different file?
nl_nl: Misschien kan je het opnieuw proberen met een ander bestand?

source: maximum one file expected
nl_nl: maximaal één bestand verwacht

source: Enter category name / id
nl_nl: Voer categorie-id of naam in

source: Enter Group id or name
nl_nl: Voer groeps-id of naam in

source: Enter user id or name
nl_nl: Voer een gebruikers-id of naam in

source: Backup Configuration
nl_nl: Back-up maken van configuratie

source: Last configuration save date: %1
nl_nl: Laatste opslagdatum van configuratie: %1

source: There are no backups.
nl_nl: Er zijn geen back-ups.

source: No groups for this user
nl_nl: Geen groepen voor deze gebruiker

source: User Groups
nl_nl: Gebruikersgroepen

source: Clear User Group Hash
nl_nl: Hash gebruikersgroep wissen

source: channel
nl_nl: kanaal

source: category
nl_nl: categorie

source: Sorry, you cannot access this page. Either access has been denied or page was not found.
nl_nl: Je hebt geen toegang tot deze pagina. Toegang is geweigerd of de pagina bestaat niet.

source: Loading
nl_nl: Laden

source: The information was saved successfully
nl_nl: De informatie is succesvol opgeslagen

source: A channel with the same name already exists. Please choose a different channel name.
nl_nl: Er bestaat al een kanaal met dezelfde naam. Kies een andere kanaalnaam.

source: Channel %1 already exists.
nl_nl: Kanaal %1 bestaat al.

source: Channel "%1" was deleted
nl_nl: Kanaal "%1" is verwijderd

source: You cannot delete the media while it is published
nl_nl: Je kan de media niet verwijderen zolang die is gepubliceerd

source: Delete
nl_nl: Verwijderen

source: Options
nl_nl: Opties

source: Collaboration
nl_nl: Samenwerking

source: You must select a user.
nl_nl: Je moet een gebruiker selecteren

source: User is not eligible for ownership, please choose a new owner
nl_nl: Gebruiker komt niet in aanmerking voor eigenaarschap, kies een nieuwe eigenaar

source: Owner change failed, please try again.
nl_nl: Contenteigenaar wijzigen mislukt, probeer het opnieuw.

source: Scheduling Status
nl_nl: Planningsstatus

source: This page is currently not available as it is out of the scheduling timeframe. Please contact the content owner for more information about the page availability.
nl_nl: Deze pagina is momenteel niet beschikbaar omdat deze buiten de planning valt. Vraag de contenteigenaar naar de beschikbaarheid van deze pagina.

source: No Actions available
nl_nl: Geen acties beschikbaar

source: plays
nl_nl: afgespeeld

source: You must choose entries to delete.
nl_nl: Je moet items kiezen om te verwijderen.

source: (You are not allowed to delete other %1 entries)
nl_nl: (Je mag de andere %1 items niet verwijderen)

source: Successfully deleted %1 items!
nl_nl: %1 items verwijderd!

source: Successfully deleted "%1"
nl_nl: "%1" verwijderd

source: Choose a file to upload
nl_nl: Kies een bestand om te uploaden

source: Choose another file
nl_nl: Kies een ander bestand

source: Upload Media
nl_nl: Media uploaden

source: Upload another file
nl_nl: Een ander bestand uploaden

source: You must add a user or a group name and at least one permission.
nl_nl: Je moet een gebruikers- of groepsnaam en ten minste één machtiging toevoegen.

source: User was not found or is not eligible, choose a valid one.
nl_nl: De gebruiker kon niet worden gevonden of komt niet in aanmerking, kies een geldige gebruiker.

source: Some roles were not saved.
nl_nl: Sommige rollen zijn niet opgeslagen.

source: Failed to update the entry.
nl_nl: Media bijwerken mislukt.

source: User was not found or is not eligible.
nl_nl: De gebruiker kan niet worden gevonden of komt niet in aanmerking.

source: Some roles were not updated.
nl_nl: Sommige rollen zijn niet bijgewerkt.

source: You must select a user or a group name and at least one permission.
nl_nl: Je moet een gebruikers- of groepsnaam en ten minste één machtiging selecteren.

source: If the issue persists, please send the below information to customer care.
nl_nl: Er is een technisch probleem opgetreden. Ververs de pagina en probeer het opnieuw. Als het probleem blijft bestaan, maak dan een melding bij de ICT-servicedesk (888). Neem de foutcode (sessie gegevens) van de pagina over (tekst kopiëren, geen schermafdruk maken) in de incident melding !

source: Gallery "%1" was deleted
nl_nl: Galerij "%1" is verwijderd

source: A gallery with the same name already exists. Please choose a different gallery name.
nl_nl: Er bestaat al een galerij met dezelfde naam. Kies een andere galerijnaam.

source: Failed to create gallery.
nl_nl: Aanmaken van een galerij mislukt.

source: We are processing your request to remove users from a group. We will notify you when the task is completed.
nl_nl: We verwerken je aanvraag Gebruikers uit groep verwijderen. Je krijgt een notificatie als de de taak is voltooid.

source: You successfully copied the group "%1".
nl_nl: Je hebt de groep "%1" gekopieerd.

source: We are processing your request to delete group. We will notify you when the task is completed.
nl_nl: We verwerken je aanvraag Groep verwijderen. Je krijgt een notificatie als de de taak is voltooid.

source: You successfully added the group "%1".
nl_nl: Je hebt de groep "%1" toegevoegd.

source: This instance does not require installation at this time
nl_nl: Deze implementatie vereist op dit moment geen installatie

source: Installation
nl_nl: Installatie

source: Done
nl_nl: Klaar

source: The instanceId provided is already in use. Check the "force use instanceId" or provide another ID
nl_nl: Het opgegeven ID voor deze implementatie is reeds in gebruik. Vink "gebruik implementatie-ID forceren" aan of geef een ander ID op

source: Installation Error
nl_nl: Installatiefout

source: Knowledge base
nl_nl: Kennisbank

source: Language Exceptions
nl_nl: Taaluitzonderingen

source: Go to Media Gallery
nl_nl: Ga naar Mediagalerij

source: Go to Channel
nl_nl: Ga naar Kanaal

source: Sort By
nl_nl: Sorteren op

source: Relevance
nl_nl: Relevantie

source: Creation Date - Descending
nl_nl: Aanmaakdatum - Aflopend

source: Creation Date - Ascending
nl_nl: Aanmaakdatum - Oplopend

source: Update Date - Ascending
nl_nl: Wijzigingsdatum - Oplopend

source: Update Date - Descending
nl_nl: Wijzigingsdatum - Aflopend

source: Alphabetically - A to Z
nl_nl: Alfabetisch - van A tot Z

source: Alphabetically - Z to A
nl_nl: Alfabetisch - van Z tot A

source: Search My Playlists
nl_nl: Zoeken in Mijn afspeellijsten

source: Playlist
nl_nl: Afspeellijst

source: not found
nl_nl: niet gevonden

source: Resource Name
nl_nl: Bronnaam

source: Resource ID
nl_nl: Bron-ID

source: Creation Date
nl_nl: Aanmaakdatum

source: Last Modified
nl_nl: Laatst aangepast

source: Submit Resources CSV
nl_nl: CSV-bronnen indienen

source: The CSV was submitted.
nl_nl: De CSV is ingediend.

source: Search for media from:
nl_nl: Zoeken naar media van:

source: Search for tag:
nl_nl: Zoeken naar tag:

source: Search for:
nl_nl: Zoeken naar:

source: Search Channels
nl_nl: Kanalen zoeken

source: channels that include the text in their name or description
nl_nl: kanalen die de tekst in hun naam of beschrijving hebben

source: Search Categories
nl_nl: Categorieën zoeken

source: categories that include the text in their name or description
nl_nl: categorieën die de tekst in hun naam of beschrijving hebben

source: This instance does not require upgrade at this time
nl_nl: Deze implementatie vereist op dit moment geen upgrade

source: Upgrade Error
nl_nl: Upgradefout

source: The Redirect URL %1 is invalid
nl_nl: De Redirect URL %1 is ongeldig

source: %1 Sign In
nl_nl: %1 Registreren

source: Invalid Username/Password provided
nl_nl: Ongeldige gebruikersnaam/wachtwoord opgegeven

source: User is blocked
nl_nl: Gebruiker is geblokkeerd

source: Invalid OTP Code
nl_nl: Ongeldige OTP-code

source: Sorry, you cannot access this page.
nl_nl: Je hebt geen toegang tot deze pagina.

source: Search My Media
nl_nl: Zoeken in Mijn media

source: Delete all selected media items
nl_nl: Alle geselecteerde media-items verwijderen

source: Search for..
nl_nl: Zoeken naar..

source: Search for media found in:
nl_nl: Zoeken naar media gevonden in:

source: Search
nl_nl: Zoeken

source: Value is longer than %max% characters
nl_nl: De waarde is langer dan %max% karakters

source: Name
nl_nl: Naam

source: Name is a required field
nl_nl: Naam is een verplicht veld

source: Description
nl_nl: Beschrijving

source: Enter Description...
nl_nl: Beschrijving invoeren...

source: Save
nl_nl: Opslaan

source: Open
nl_nl: Openen

source: Anyone can view content (including anonymous users) but only admin role users and category members can contribute content.
nl_nl: Iedereen kan content bekijken (inclusief anonieme leden), maar alleen een kanaalbeheerder of categorielid kan content toevoegen.

source: Restricted
nl_nl: Beperkt

source: All logged in users can view content but only Category members can contribute content.
nl_nl: Alle ingelogde gebruikers kunnen content bekijken maar alleen categorieleden kunnen content toevoegen.

source: Private
nl_nl: Privé

source: Only Category members can view and contribute content.
nl_nl: Alleen categorieleden kunnen content bekijken en toevoegen.

source: All logged in users can view and contribute content (contribution is not allowed for viewer-role users).
nl_nl: Alle ingelogde gebruikers kunnen content bekijken en bijdragen (bijdragen is niet toegestaan voor gebruikers met alleen kijkrechten).

source: All logged in users can view content and only channel members can contribute content.
nl_nl: Alle ingelogde gebruikers kunnen content bekijken en alleen kanaalleden kunnen content toevoegen.

source: Only channel members can view and contribute content.
nl_nl: Alleen kanaalleden kunnen content bekijken en bijdragen.

source: Shared Repository
nl_nl: Gedeelde opslagplaats

source: Only channel members can view and contribute content; Content may be published to other channels, according to publishing entitlements.
nl_nl: Alleen kanaalleden kunnen content bekijken en bijdragen; content kan op andere kanalen worden gepubliceerd, naargelang de publicatierechten.

source: Public, Restricted
nl_nl: Publiek, Beperkt

source: Anyone can view content (including anonymous not logged-in users). Only channel members can contribute content according to their publishing entitlements.
nl_nl: Iedereen kan content bekijken (inclusief anonieme, niet-ingelogde gebruikers). Alleen kanaalleden kunnen content bijdragen in overeenstemming met hun publicatierechten.

source: Public, Open
nl_nl: Publiek, Open

source: Anyone can view content (including anonymous not logged-in users) and all logged in users can contribute content.
nl_nl: Iedereen kan content bekijken (inclusief anonieme, niet-ingelogde gebruikers) en alle ingelogde gebruikers kunnen content toevoegen.

source: Back to Channel
nl_nl: Terug naar kanaal

source: Delete Channel
nl_nl: Kanaal verwijderen

source: Entry name cannot exceed %d characters.
nl_nl: De titel mag niet langer zijn dan %d tekens.

source: Required for shared repository
nl_nl: Verplicht voor gedeelde opslagplaats

source: Click to add required metadata for shared repository
nl_nl: Klik om de verplichte metadata voor de gedeelde opslagplaats toe te voegen

source: Assign the media to one or more filters:
nl_nl: Wijs de media aan een of meerdere filters toe:

source: Go To Media
nl_nl: Ga naar Media

source: Go To My Media
nl_nl: Ga naar mijn media

source: Go To Shared Repository
nl_nl: Ga naar de gedeelde opslagplaats

source: Go To
nl_nl: Ga naar

source: Channel
nl_nl: Kanaal

source: Go To Gallery
nl_nl: Ga naar galerij

source: * Required for Shared Repository
nl_nl: * Verplicht voor de gedeelde opslagplaats

source: Co-Editors and Co-Publishers
nl_nl: Co-editors en co-publishers

source: Enter a Collaborator
nl_nl: Voer de naam in van een bijdrager

source: User name or ID
nl_nl: Gebruikersnaam of -ID

source: Select Permissions
nl_nl: Machtigingen selecteren

source: Note:
nl_nl: Opmerking:

source: Sub categories under a private category will be visible only to members of those sub categories
nl_nl: Een subcategorie onder een privécategorie is alleen zichtbaar voor leden van deze subcategorie

source: Back to Gallery
nl_nl: Terug naar galerij

source: Delete Gallery
nl_nl: Galerij verwijderen

source: Important! Click for notes
nl_nl: Belangrijk! Klik voor de notities

source: Creating a new user with an existing user ID will override the existing user's info.
nl_nl: Als je een nieuwe gebruiker aanmaakt met een bestaande gebruikers-ID wordt de informatie van de bestaande gebruiker overschreven.

source: User ID, password and email may only contain these characters: 0-9, full alphabet of most languages (utf-8) and ~ . ! @ # $ % _ - +.&nbsp; Extra data can contain anything but a single-quote (\'), double-quote (") or backslash (\\).
nl_nl: Het gebruikers-ID, wachtwoord en emailadres mogen alleen deze karakters bevatten: 0-9, volledig alfabet van de meeste talen (utf-8) en ~ . ! @ # $ % _ - +.&nbsp; Extra gegevens mogen alles bevatten behalve een enkel aanhalingsteken ('), dubbel aanhalingsteken (") of een backslash (\\).

source: To store name-value pairs in "Extra data": separate names from values with the equals sign (=) and separate name-value sets using a comma (,), e.g. name=value,lorem=ipsum,one=two.
nl_nl: Om paren naam/waarde in "Extra gegevens" op te slaan: scheid de namen van de waarden met een =-teken (=) en scheid de verschillende paren naam/waarde met een komma (,), bijv. naam=waarde,lorem=ipsum, een=twee.

source: Passwords cannot be retrieved but only overwritten.
nl_nl: Een wachtwoord kun je niet opvragen, maar alleen overschrijven.

source: User ID
nl_nl: Gebruiker-ID

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Password
nl_nl: Wachtwoord

source: Confirm Password
nl_nl: Wachtwoord bevestigen

source: send by email
nl_nl: per email verzenden

source: generate new password
nl_nl: nieuw wachtwoord genereren

source: Role
nl_nl: Rol

source: Extra Data
nl_nl: Extra gegevens

source: Required
nl_nl: Vereist

source: Upload configuration file
nl_nl: Configuratiebestand uploaden

source: Keep partner settings?
nl_nl: Partnerinstellingen behouden?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Import
nl_nl: Importeren

source: Username
nl_nl: Gebruikersnaam

source: Instance ID
nl_nl: Implementatie-ID

source: Unique ID for this instance of MediaSpace installation.
nl_nl: Uniek ID voor deze implementatie van de MediaSpace-installatie.

source: String to be set as privacy context on KMS root category to enforce entitlement. Minimal length - 4 characters.
nl_nl: String die moet worden ingesteld als privacycontext op de KMS rootcategorie om de machtiging te forceren. Minimale lengte - 4 karakters.

source: Next
nl_nl: Volgende

source: Force instance id
nl_nl: Implentatie-ID forceren

source: Please fill in user id
nl_nl: Vul gebruikers-id in

source: Please fill in password
nl_nl: Vul wachtwoord in

source: Sign in
nl_nl: Aanmelden

source: Cancel
nl_nl: Annuleren

source: Please fill in the authenticator code
nl_nl: Vul de authenticatiecode in

source: Enter Authentication Code
nl_nl: Voer de verificatiecode in

source: Authenticator Code
nl_nl: Authenticatiecode

source: Authentication Code is a key provided by an authentication app to protect your account. The authentication app should be setup on account creation. If you do not have a code or an authentication app, use the forgot password flow.
nl_nl: Een verificatiecode wordt gegenereerd door een verificatie-app om je account te beschermen. De verificatie-app moet worden ingesteld bij het aanmaken van een account. Als je geen code of verificatie-app hebt, gebruik dan de optie voor vergeten wachtwoord.

source: What's authentication code?
nl_nl: Wat is een verificatiecode?

source: Remember my selection
nl_nl: Mijn selectie onthouden

source: Select File
nl_nl: Bestand selecteren

source: Enter user name
nl_nl: Gebruikersnaam invoeren

source: Enter group name
nl_nl: Groepsnaam invoeren

source: Show
nl_nl: Tonen

source: Alphabetically
nl_nl: Alfabetisch

source: Members & Subscribers
nl_nl: Leden & abonnees

source: Media Count
nl_nl: Aantal media

source: Title
nl_nl: Titel

source: Entry name
nl_nl: Item naam

source: Unique entry identifier
nl_nl: Unieke media-identifier

source: Scheduling
nl_nl: Planning

source: Media availability for viewing
nl_nl: Media beschikbaar om te bekijken

source: Media Owner
nl_nl: Contenteigenaar

source: Owner not found
nl_nl: Contenteigenaar niet gevonden

source: Grid
nl_nl: Rooster

source: Collapsed view
nl_nl: Ingeklapte weergave

source: Detailed view
nl_nl: Gedetailleerde weergave

source: Table
nl_nl: Tabel

source: No Role - Sys Admin only
nl_nl: Geen rol - Alleen de systeembeheerder

source: Specific Users / Groups
nl_nl: Specifieke gebruikers/groepen

source: Class <strong>%1</strong> does not exist or it does not implement the required interface. Saving <strong>%2</strong> config field failed.
nl_nl: Klasse <strong>%1</strong> bestaat niet of de vereiste interface is niet geïmplementeerd. Opslaan configuratieveld <strong>%2</strong> mislukt.

source: sessionLifetime was below the minimum. Using the minimum:
nl_nl: sessieDuur was onder het minimum. Gebruikt het minimum:

source: Client > verifySSL changed to yes
nl_nl: Client > schema controle-SSL gewijzigd in ja

source: Client > serviceUrl schema changed to
nl_nl: Client > schema serviceUrl gewijzigd in

source: Edit %1
nl_nl: %1 bewerken

source: Choose a template
nl_nl: Kies een sjabloon

source: Owner
nl_nl: Eigenaar

source: Group Owner
nl_nl: Groepseigenaar

source: Group Co-Editor
nl_nl: Co-editor van de groep

source: Group Co-Publisher
nl_nl: Co-publisher van de groep

source: Group Co-Viewer
nl_nl: Co-viewer van de groep

source: Collaborator
nl_nl: Bijdrager

source: KMS Internal server error
nl_nl: KMS Interne serverfout
