Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Keep
nl_nl: Houden

source: Error loading my subscription
nl_nl: Fout bij het laden van mijn abonnement

source: Find in My Subscriptions
nl_nl: Zoeken in Mijn abonnementen

source: results for
nl_nl: resultaten voor

source: subscribed media
nl_nl: geabonneerde media

source: subscribed channels
nl_nl: geabonneerde kanalen

source: Loading my subscriptions
nl_nl: Laden van mijn abonnementen

source: Play
nl_nl: Afspelen

source: Edit entry
nl_nl: Item bewerken

source: Close
nl_nl: Sluiten

source: Downloading this quiz video is not allowed
nl_nl: Het downloaden van deze quizvideo is niet toegestaan

source: Show details
nl_nl: Details weergeven

source: Hide details
nl_nl: Details verbergen

source: Up next
nl_nl: Volgende

source: New media was added
nl_nl: Nieuwe media is toegevoegd

source: was added to
nl_nl: is toegevoegd aan

source: Show All Subscribed Channels
nl_nl: Alle geabonneerde kanalen weergeven

source: Show Less Subscribed Channels
nl_nl: Minder geabonneerde kanalen weergeven

source: You have no subscriptions yet
nl_nl: Je hebt nog geen abonnementen

source: Tap here to find some
nl_nl: Tik hier om er een aantal te zoeken

source: Subscribe
nl_nl: Abonneren

source: Delete Played Episodes
nl_nl: Afgespeelde episodes verwijderen

source: filtered subscribed media
nl_nl: gefilterde geabonneerde media

source: Subscriptions
nl_nl: Abonnementen

source: Explore
nl_nl: Verkennen

source: Lost connectivity. You are offline, try to re-connect to the internet
nl_nl: Verbinding verbroken. Je bent offline, probeer opnieuw verbinding met internet te maken

source: Oops.. Your link is directing to a different site
nl_nl: De koppeling verwijst naar een andere site

source: Default
nl_nl: Standaard

source: Search Language
nl_nl: Taal zoeken

source: Failed to load Language
nl_nl: Kan taal niet laden

source: Language not available anymore
nl_nl: Taal niet langer beschikbaar

source: Find in my channels
nl_nl: In mijn kanalen zoeken

source: Number of members
nl_nl: Aantal leden

source: Number of media
nl_nl: Aantal media

source: Sorry, no channels yet...
nl_nl: Er zijn nog geen kanalen...

source: Download Channel Playlist
nl_nl: Kanaalafspeellijst downloaden

source: Share Channel Playlist
nl_nl: Kanaalafspeellijst delen

source: Notify Me
nl_nl: Me waarschuwen

source: Last Update
nl_nl: Voor het laatst bijgewerkt

source: Notifications Are Turned Off
nl_nl: Meldingen zijn uitgeschakeld

source: To enable, turn Push Notifications on in the device settings
nl_nl: Activeer push-notificaties in de apparaatinstellingen

source: Open Settings
nl_nl: Open instellingen

source: Auto download new media
nl_nl: Automatisch nieuwe media downloaden

source: %s has shared this channel with you
nl_nl: %s heeft dit kanaal met je gedeeld

source: %s has shared this playlist with you
nl_nl: %s heeft deze afspeellijst met je gedeeld

source: Update Required
nl_nl: Update vereist

source: You must update your application to latest version
nl_nl: Je moet deze toepassing naar de nieuwste versie updaten

source: End User License Agreement
nl_nl: Licentieovereenkomst eindgebruiker

source: Legal
nl_nl: Juridisch

source: Subscribe to channels
nl_nl: Op kanalen abonneren

source: Subscribed to %s/%s channels
nl_nl: Geabonneerd op %s/%s kanalen

source: Change will take effect after restart
nl_nl: De wijziging wordt na het herstarten doorgevoerd

source: Switch Language
nl_nl: Van taal wisselen

source: Restart Now
nl_nl: Nu herstarten

source: Are you sure you want to change the language?
nl_nl: Wil je de taal wijzigen?

source: Would you like to Publish now?
nl_nl: Wil je nu publiceren?

source: Failed to Login, try again later
nl_nl: Aanmelden mislukt, probeer het later nogmaals

source: Oops.. you don't seem to have permission to view this channel
nl_nl: Het lijkt er op dat je geen rechten hebt om dit kanaal te bekijken

source: Oops.. Link is unavailable, or you have no permissions to view it
nl_nl: De koppeling is niet beschikbaar of je hebt geen rechten om deze te bekijken

source: Sorry... Subscription isn't available for this media
nl_nl: Voor deze media is geen abonnement beschikbaar

source: This media is Private
nl_nl: Deze media is privé

source: This media is Unlisted
nl_nl: Deze media is verborgen

source: The internet connection was lost...
nl_nl: De internetverbinding is verbroken...

source: Go to my downloads
nl_nl: Ga naar Mijn downloads

source: slide
nl_nl: dia

source: chapter
nl_nl: hoofdstukpunt

source: Your session has expired
nl_nl: Je sessie is verlopen

source: Please login to connect again
nl_nl: Log opnieuw in

source: Player channel
nl_nl: Kanaal-videoplayer

source: Upload channel
nl_nl: Kanaal uploaden

source: Channel subscription notification
nl_nl: Kanaalabonnementnotificatie

source: %s attempts available for this quiz
nl_nl: %s pogingen beschikbaar voor deze quiz

source: Take the Quiz Again
nl_nl: De quiz opnieuw doen

source: highest
nl_nl: hoogste

source: lowest
nl_nl: laagste

source: first
nl_nl: eerste

source: average
nl_nl: gemiddeld

source: latest
nl_nl: laatste

source: This is attempt %1$s out of %2$s. Your total score is %3$s% (%4$s)
nl_nl: Dit is een poging %1$s out of %2$s. Je totale score is %3$s% (%4$s)

source: Add your answer here
nl_nl: Voeg je antwoord hier toe

source: clear
nl_nl: wissen

source: change answer
nl_nl: antwoord wijzigen

source: Waiting for Feedback
nl_nl: Wachten op feedback

source: Watch Later
nl_nl: Later bekijken

source: Add to Watch Later
nl_nl: Toevoegen om later te bekijken

source: Added to Watch Later List
nl_nl: Toegevoegd aan de lijst later bekijken

source: Auto Remove Watched Media
nl_nl: Bekeken media automatisch verwijderen

source: Add to watch later failed. Please try again later
nl_nl: Toevoegen aan je kijklijst is mislukt. Probeer het later opnieuw.

source: Remove from watch later failed. Please try again later
nl_nl: Verwijderen van de kijklijst mislukt. Probeer het later opnieuw.

source: Continue Watching
nl_nl: Doorgaan met bekijken

source: Send Logs
nl_nl: Logboeken verzenden

source: Error occurred while sending logs. Please try again later
nl_nl: Er is een fout opgetreden tijdens het verzenden van de logboeken. Probeer het later opnieuw.

source: Please configure Mail on your device
nl_nl: Configureer het mailprogramma op je apparaat

source: Browse Media
nl_nl: Bladeren door media

source: No history yet
nl_nl: Nog geen kijkgeschiedenis

source: Media you recently played will show up right here
nl_nl: De media die je recent hebt gespeeld verschijnt hier

source: Your media list is empty
nl_nl: Je medialijst is leeg

source: When you upload media your list shows up right here
nl_nl: Wanneer je media uploadt verschijnt je lijst hier

source: Your watch later list is empty
nl_nl: Je lijst later bekijken is leeg

source: When you add media to watch later your list shows up right here
nl_nl: Wanneer je media toevoegt om later te bekijken verschijnt je lijst hier

source: Your downloads list is empty
nl_nl: Je downloadslijst is leeg

source: When you download media your list shows up right here
nl_nl: Wanneer je media downloadt verschijnt je lijst hier

source: You can change that in settings
nl_nl: Je kan dit in de instellingen wijzigen.

source: Download canceled
nl_nl: Downloaden geannuleerd

source: Upload canceled
nl_nl: Uploaden geannuleerd

source: Entry can’t be added to watch later since it is pending moderation approval
nl_nl: Item kan niet worden toegevoegd om later te bekijken, omdat het in afwachting is van moderatie

source: Webcast Events
nl_nl: Webcast event

source: Interactive Video
nl_nl: Interactieve video

source: No media yet
nl_nl: Nog geen media

source: When media is uploaded to this channel it will show up right here
nl_nl: Wanneer media wordt geüpload naar dit kanaal verschijnt het hier

source: System Requirements
nl_nl: Systeemvereisten

source: This application is only supported on unmodified versions of iOS
nl_nl: Deze toepassing wordt alleen ondersteund op een ongewijzigde versie van iOS

source: There are no email clients installed
nl_nl: Er is geen emailclient geïnstalleerd

source: Rate this Media
nl_nl: Beoordeel deze media

source: Didn't like it
nl_nl: Ik vond het niet leuk

source: Not a Fan
nl_nl: Geen fan

source: Average
nl_nl: Gemiddeld

source: Good
nl_nl: Goed

source: Awesome!
nl_nl: Geweldig!

source: %s votes
nl_nl: %s stemmen

source: Submitted! Thanks for your feedback.
nl_nl: Ingediend! Bedankt voor je feedback.

source: Failed to submit your rating.
nl_nl: Indienen van je beoordeling mislukt.

source: Create a Playlist
nl_nl: Afspeellijst aanmaken

source: See list
nl_nl: Lijst zien

source: %s medias
nl_nl: %s media

source: This is a mandatory field
nl_nl: Dit is een verplicht veld

source: Show All
nl_nl: Alles tonen

source: Add to Playlist
nl_nl: Aan afspeellijst toevoegen

source: Add media to
nl_nl: Media toevoegen aan

source: Media successfully added to playlists
nl_nl: Media succesvol toegevoegd aan afspeellijsten

source: Media successfully added to playlist
nl_nl: Media succesvol toegevoegd aan afspeellijst

source: Failed to create a playlist
nl_nl: Kan geen afspeellijst maken

source: New playlist successfully created!
nl_nl: Nieuwe afspeellijst succesvol gemaakt!

source: Title *
nl_nl: Titel *

source: Give your playlist a title
nl_nl: Geef je afspeellijst een titel

source: Say more about this playlist
nl_nl: Zeg meer over deze afspeellijst

source: Add key words seperated with comma
nl_nl: Voeg zoekwoorden toe, gescheiden door komma's

source: Browse media and save videos to your playlist
nl_nl: Blader door media en sla video's op in je afspeellijst

source: Create
nl_nl: Aanmaken

source: Recently Added
nl_nl: Recent toegevoegd

source: Recently Updated
nl_nl: Recent bijgewerkt

source: Sort
nl_nl: Sorteren

source: Find playlist
nl_nl: Afspeellijst vinden

source: %s Playlists
nl_nl: %s afspeellijsten

source: Delete Playlist
nl_nl: Afspeellijst verwijderen

source: Share Playlist
nl_nl: Afspeellijst delen

source: Are you sure you want to delete this playlist?
nl_nl: Wil je deze afspeellijst verwijderen?

source: I'm Sure!
nl_nl: Ik weet het zeker!

source: Play All
nl_nl: Alles afspelen

source: Created by %s on %s
nl_nl: Aangemaakt door %s op %s

source: Edit Info
nl_nl: Info bewerken

source: Remove from Current Playlist
nl_nl: Uit huidige afspeellijst verwijderen

source: Update Playlist
nl_nl: Afspeellijst bijwerken

source: Media was successfully removed from your playlist.
nl_nl: Media is uit je afspeellijst verwijderd.

source: The media could not be removed.
nl_nl: De media kon niet worden verwijderd.

source: Incompatible KMS version
nl_nl: Incompatibele KMS-versie

source: This KMS instance version is incompatible with this version of KMS Go. Please contact customer support
nl_nl: De huidige versie van KMS is niet compatibel met deze versie van KMS Go. Neem contact op met klantenservice

source: Channel Media
nl_nl: Kanaal-items

source: Share Channel
nl_nl: Kanaal delen

source: %s Selected Medias
nl_nl: %s Geselecteerde items

source: One Selected Media
nl_nl: Eén item geselecteerd

source: Show Less
nl_nl: Minder tonen

source: %s years
nl_nl: %s jaar

source: %s months
nl_nl: %s maanden

source: %s days
nl_nl: %s dagen

source: less than %s hours
nl_nl: minder dan %s uur

source: less than %s minutes
nl_nl: minder dan %s minuten

source: 1 year
nl_nl: 1 jaar

source: 1 month
nl_nl: 1 maand

source: 1 day
nl_nl: 1 dag

source: less than 1 hour
nl_nl: minder dan 1 uur

source: less than 1 minute
nl_nl: minder dan 1 minuut

source: Was scheduled to start less than
nl_nl: Was gepland om te starten in minder dan

source: Live now
nl_nl: Nu live

source: Ended
nl_nl: Beëindigd

source: Starting soon
nl_nl: Start binnenkort

source: Starts in
nl_nl: Start over

source: Upcoming event
nl_nl: Gepland event

source: Corrupted media
nl_nl: Beschadigde media

source: Average Rating - Ascending
nl_nl: Gemiddelde beoordeling - oplopend

source: Average Rating - Descending
nl_nl: Gemiddelde beoordeling - aflopend

source: Channel Playlist
nl_nl: Kanaalafspeellijst

source: Currently not broadcasting
nl_nl: Momenteel geen uitzending

source: Video will play once broadcasting starts
nl_nl: Video wordt afgespeeld zodra de uitzending start

source: This type of media isn't supported for oEmbed.
nl_nl: Dit type media wordt niet ondersteund in oEmbed.

source: Cannot return a response for this request. One of the following parameters should be provided: "url" or "entryId"
nl_nl: Kan geen respons retourneren op deze aanvraag. Je moet een van deze parameters opgeven: "url" of "item-ID"

source: Error creating playlist
nl_nl: Fout bij het aanmaken van de afspeellijst

source: Media was added to %1 playlists
nl_nl: Media is toegevoegd aan %1 afspeellijsten

source: Media was added to selected playlist: %1
nl_nl: Media is toegevoegd aan de geselecteerde afspeellijst: %1

source: Media was removed from %1 playlists
nl_nl: Media is verwijderd uit %1 afspeellijsten

source: Media was removed from playlist: %1
nl_nl: Media is verwijderd uit afspeellijst: %1

source: The following media items could not be added to playlist/s: %1.
nl_nl: Deze media-items kunnen niet worden toegevoegd aan afspeellijst(en): %1.

source: %1 playlists were created successfully
nl_nl: Er zijn %1 afspeellijsten gemaakt

source: Playlist "%1" was created successfully. To edit the playlist
nl_nl: Afspeellijst %1 is gemaakt. Om de afspeellijst te bewerken

source: Please select playlist to update.
nl_nl: Selecteer de afspeellijst om te updaten.

source: Please select at least one media to add, click Cancel to go back.
nl_nl: Selecteer minstens 1 media om toe te voegen, klik op Annuleren om terug te gaan.

source: Presenters
nl_nl: Presentatoren

source: Presenter(s)
nl_nl: Presentator(en)

source: Categories:
nl_nl: Categorieën:

source: Category:
nl_nl: Categorie:

source: Channels:
nl_nl: Kanalen:

source: Channel:
nl_nl: Kanaal:

source: Additional Categories:
nl_nl: Bijkomende categorieën:

source: Published in %s:
nl_nl: Gepubliceerd in %s:

source: Published in:
nl_nl: Gepubliceerd in:

source: Pending in %s:
nl_nl: In behandeling in %s:

source: Pending in:
nl_nl: In behandeling in:

source: Rejected in %s:
nl_nl: Afgewezen in %s:

source: Rejected in:
nl_nl: Afgewezen in:

source: Media page will be visible to the content owner only.
nl_nl: Deze mediapagina is alleen zichtbaar voor jou de contenteigenaar (maar met de insluitcode kun je de media wel zichtbaar maken op andere websites).

source: Media page will be visible to individuals according to entitlements on published destinations
nl_nl: De mediapagina is vindbaar via de zoekmachine van dit videoplatform en zichtbaar voor alle bezoekers van het platform.

source: Please select at least one entry to publish
nl_nl: Selecteer minstens 1 item om te publiceren

source: You are not allowed to publish media to any channels or galleries
nl_nl: Je mag geen media in een kanaal of galerij publiceren

source: An error occurred while trying to publish / unpublish media.
nl_nl: Er is een fout opgetreden tijdens het proberen te publiceren/verwijderen van media.

source: No valid categories or channels for publish.
nl_nl: Geen geldige categorieën of kanalen voor publicatie.

source: The media could not be published / unpublished. Try unpublishing from other galleries/channels and try again
nl_nl: Deze media kon niet worden ge(de)publiceerd. Maak de publicatie in andere galerijen/kanalen ongedaan en probeer het opnieuw.

source: Media "%1" could not be published / unpublished. Try unpublishing this media from other galleries/channels and try again
nl_nl: Media "%1" kon niet worden ge(de)publiceerd. Maak de publicatie in andere galerijen/kanalen ongedaan en probeer het opnieuw.

source: Embedded In Context
nl_nl: Ingebouwd in Context

source: The media could not be loaded
nl_nl: De media kon niet worden geladen

source: Media could not be loaded "<strong>%1</strong>".
nl_nl: De media kon niet worden geladen "<strong>%1</strong>".

source: This media is pending review
nl_nl: Deze media wacht op review

source: This media is pending admin moderation and will not be visible until approved
nl_nl: Deze media wacht op moderatie door de systeembeheerder en is niet zichtbaar voordat ze is goedgekeurd

source: Media "<strong>%1</strong>" is pending admin moderation and will not be visible until approved
nl_nl: Media "<strong>%1</strong>" wacht op moderatie door de systeembeheerder en is niet zichtbaar voordat ze is goedgekeurd

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels
nl_nl: Vul alle verplichte velden in en sla het item op voordat je het selecteert voor publicatie in een categorie of kanaal

source: Entry "<strong>%1</strong>" cannot be published to categories or channels. Complete all the required fields and save the entry
nl_nl: Dit item "<strong>%1</strong>" kun je niet publiceren in een categorie of kanaal. Vul alle verplichte velden in en sla het item op

source: You are not allowed to publish this media
nl_nl: Je mag deze media niet publiceren

source: You are not allowed to publish "<strong>%1</strong>".
nl_nl: Je mag "<strong>%1</strong>" niet publiceren.

source: You must choose entries
nl_nl: Je moet items kiezen

source: You are not allowed to publish entries
nl_nl: Je mag geen items publiceren

source: Complete all the required fields and save the entry before you can select to publish it to shared repositories
nl_nl: Vul alle verplichte velden in en sla het item op voordat je het selecteert voor publicatie in een gedeelde opslagplaats

source: Entry "<strong>%1</strong>" cannot be published to shared repositories. Complete all the required fields and save the entry
nl_nl: Dit item "<strong>%1</strong>" kun je niet publiceren in een gedeelde opslagplaats. Vul alle verplichte velden in en sla het item op.

source: I accept the
nl_nl: Ik ga akkoord met de

source: Confirm Contribution
nl_nl: Medewerking bevestigen

source: Please accept the terms of use
nl_nl: Accepteer de gebruiksvoorwaarden

source: Media page will be visible to anyone with a link to the page.
nl_nl: Je kan wel een link delen naar deze afspeelpagina, maar de media is niet vindbaar met de zoekfunctie.

source: Media successfully set to Unlisted
nl_nl: De media is succesvol ingesteld op verborgen

source: Publish all selected media items
nl_nl: Alle geselecteerde media-items publiceren

source: Media successfully unpublished
nl_nl: Media succesvol gedepubliceerd

source: Media successfully published
nl_nl: Media succesvol gepubliceerd

source: Note: Some media may not be published until approved by the media moderator.
nl_nl: Opmerking: Sommige media wordt pas gepubliceerd na goedkeuring van de moderator.

source: Media successfully published / unpublished
nl_nl: Media succesvol ge(de)publiceerd

source: Media successfully set to Private
nl_nl: Media succesvol ingesteld op Privé

source: You are about to un-publish the media from all categories/channels.<br/>Are you sure you want to continue?
nl_nl: Deze actie maakt de publicatie van deze media in alle categorieën/kanalen ongedaan.<br/>Wil je doorgaan?

source: You are about to un-publish the media from all categories/channels<br/>in this and <span class='unpublish-confirmation-message__strong'>all other applications</span>.<br/>Are you sure you want to continue?
nl_nl: Deze actie maakt de publicatie van deze media in alle categorieën/kanalen<br/>en <span class='unpublish-confirmation-message__strong'> alle andere toepassingen ongedaan</span>.<br/>Wil je doorgaan?

source: You are about to un-publish the media from all categories/channels in the current application.<br/>The media will remain published in all other categories/channels in other applications.<br/>Are you sure you want to continue?
nl_nl: Deze actie maakt de publicatie van het item in alle categorieën/kanalen in de huidige toepassing ongedaan.<br/>De media zal gepubliceerd blijven in alle andere categorieën/kanalen in andere toepassingen.<br/>Wil je doorgaan?

source: The media has caption
nl_nl: Deze media heeft ondertiteling

source: The current media has captions, To order new captions please <a href='
nl_nl: Deze media heeft al ondertiteling. Wil je nieuwe ondertiteling bestellen, <a href = '

source: The current media has open caption request, To review the requests please <a href='
nl_nl: Er staat al een ondertitelingsaanvraag open voor deze media. Bekijk de openstaande aanvragen, <a href='

source: Caption & Enrich
nl_nl: Bestel ondertiteling

source: Services ordering rules
nl_nl: Servicebestelregels

source: Services requests
nl_nl: Service-aanvragen

source: Captions Requests
nl_nl: Ondertitelingsaanvragen

source: Request captions for all selected media items
nl_nl: Ondertiteling voor alle geselecteerde media-items aanvragen

source: Record from Webcam
nl_nl: Opnemen met de webcam

source: Video Recording
nl_nl: Video-opname

source: Audio Recording
nl_nl: Audio-opname

source: Video and audio are disabled, at least one of them must be enabled.
nl_nl: Video en audio zijn uitgeschakeld, minstens 1 ervan moet zijn ingeschakeld.

source: Start Recording
nl_nl: Beginnen met opnemen

source: Download a Copy
nl_nl: Een kopie downloaden

source: Record Again
nl_nl: Opnieuw registreren

source: Use This
nl_nl: Gebruik deze

source: Camera Settings
nl_nl: Camera-instellingen

source: Audio Settings
nl_nl: Audio-instellingen

source: Back to Settings
nl_nl: Terug naar instellingen

source: Upload Completed!
nl_nl: Upload voltooid!

source: Related Media
nl_nl: Verwante media

source: Your media is being processed , please contact the application administrator
nl_nl: Je media wordt verwerkt, neem contact op met de systeembeheerder

source: All current flavors will be replaced upon replacement approval. Any time based metadata won’t be synced with the new content
nl_nl: Als je deze media vervangt wordt eventuele tijdgebonden metadata niet gesynchroniseerd met de nieuwe content.

source: We are sorry but there is a problem with the uploaded media, please try again.
nl_nl: Er is een probleem met de geüploade media, probeer het opnieuw.

source: Your media is being processed
nl_nl: Je media wordt verwerkt

source: Your media was successfully replaced and unpublished from any moderated categories and channels.
nl_nl: Je media is succesvol vervangen en publicatie in gemodereerde categorieën en kanalen is ongedaan gemaakt.

source: Your media was successfully replaced.
nl_nl: Je media is succesvol vervangen.

source: Unsupported media type "%s"
nl_nl: Niet-ondersteund mediatype "%s"

source: Replace Media
nl_nl: Media vervangen

source: Asset Updated At
nl_nl: Bijlage bijgewerkt op

source: Replacement In Progress
nl_nl: Bezig met vervangen

source: Scheduling Ascending
nl_nl: Planning oplopend

source: Scheduling Descending
nl_nl: Planning aflopend

source: All Availabilities
nl_nl: Alle beschikbaarheden

source: Future Scheduling
nl_nl: Toekomstige planning

source: Available Now
nl_nl: Nu beschikbaar

source: Past Scheduling
nl_nl: Vroegere planning

source: Publishing Schedule
nl_nl: Publicatieschema

source: Always
nl_nl: Altijd

source: Specific Time Frame
nl_nl: Specifiek tijdskader

source: (The time range in which this media will be visible to users in published channels/categories)
nl_nl: (Het tijdvak waarbinnen deze media zichtbaar is voor gebruikers in gepubliceerde kanalen/categorieën)

source: Start Time
nl_nl: Starttijd

source: End Time
nl_nl: Eindtijd

source: Scheduling Start Date
nl_nl: Geplande startdatum

source: Custom style successfully removed.
nl_nl: Aangepaste stijl succesvol verwijderd.
