Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: The Image shown in the background of the Header section,
nl_nl: De afbeelding op de achtergrond van het koptekstgedeelte,

source: Edit Header Banner
nl_nl: Kopbanner bewerken

source: Visits
nl_nl: Bezoeken

source: Plays to Views Ratio
nl_nl: Verhouding afgespeeld/bekeken

source: Avg. Drop-off
nl_nl: Gem. drop-off

source: Avg. View Time
nl_nl: Gem. kijktijd

source: User
nl_nl: Gebruiker

source: Contributed
nl_nl: Meegewerkt

source: Media Title
nl_nl: Mediatitel

source: View Drop-Off
nl_nl: Kijktijd drop-off

source: User geo-location (country, state/region, city)
nl_nl: Geolocatie gebruiker (land, staat/regio, stad)

source: Domain (of the websites in which the player was embedded)
nl_nl: Domein (van de websites waar de videoplayer is ingesloten)

source: Device class (computer, tablet, mobile)
nl_nl: Apparaat (computer, tablet, mobiele telefoon)

source: Operating system + version (e.g. Win10, MacOS, iOS, Android etc)
nl_nl: Besturingssysteem + versie (bijv. Win10, MacOS, iOS, Android enz.)

source: Browser + version (e.g. Chrome, Firefox, IE, etc)
nl_nl: Browser + versie (bijv. Chrome, Firefox, IE, enz.)

source: User ID (Users who are authenticated to Kaltura)
nl_nl: Gebruikers-ID (gebruikers die zijn geverifieerd bij Kaltura)

source: Registration Report - User Detailed Report
nl_nl: Registratierapport - Gedetailleerd gebruikersrapport

source: Registration Report - Summary Of The Event
nl_nl: Registratierapport - Samenvatting van het event

source: Unique videos
nl_nl: Unieke video's

source: Total View Time
nl_nl: Totale kijktijd

source: Avg. view time
nl_nl: Gem. kijktijd

source: Avg. drop-off
nl_nl: Gem. drop-off

source: Loads
nl_nl: Geladen

source: Loads to Plays Ratio
nl_nl: Verhouding geladen/afgespeeld

source: Plays In Channel
nl_nl: Afgespeeld in kanaal

source: Total Plays
nl_nl: Totaal afgespeeld

source: Avg. drop-off percent
nl_nl: Gem. drop-offpercentage

source: Quiz Questions
nl_nl: Quizvragen

source: Question
nl_nl: Vraag

source: Answered Right
nl_nl: Juist beantwoord

source: Answered Wrong
nl_nl: Fout beantwoord

source: Total % Right
nl_nl: Totaal % juist

source: Correctness
nl_nl: Juistheid

source: Answer
nl_nl: Antwoord

source: right
nl_nl: juist

source: wrong
nl_nl: fout

source: Quiz Users
nl_nl: Quizgebruikers

source: User First Name
nl_nl: Voornaam gebruiker

source: User Last Name
nl_nl: Achternaam gebruiker

source: User Answer
nl_nl: Antwoord van de gebruiker

source: Highest
nl_nl: Hoogste

source: Lowest
nl_nl: Laagste

source: Latest
nl_nl: Laatste

source: First
nl_nl: Eerste

source: Answered %1 right and %2 wrong
nl_nl: %1 juist en %2 fout beantwoord

source: Engagement
nl_nl: Bijdrage

source: Contribution
nl_nl: Medewerking

source: Custom Report
nl_nl: Rapport aanpassen

source: Video Analytics
nl_nl: Videostatistieken

source: Analytics
nl_nl: Statistieken

source: View analytics for %1
nl_nl: Statistieken bekijken voor %1

source: Set as Channel Thumbnail
nl_nl: Instellen als kanaal thumbnail

source: Upload Thumbnail
nl_nl: Thumbnail uploaden

source: Reset Thumbnail
nl_nl: Thumbnail resetten

source: Delete Entry
nl_nl: Item verwijderen

source: Add to %1
nl_nl: Toevoegen aan %1

source: Remove from %1
nl_nl: Uit %1 verwijderen

source: Watch List
nl_nl: Kijklijst

source: Kaltura video application for Microsoft teams can only be accessed from within Microsoft Teams application
nl_nl: De Kaltura-videotoepassing voor Microsoft-teams kan alleen worden gebruikt vanuit de Microsoft Teams-toepassing

source: Missing tenant Id, please contact your administrator.
nl_nl: Licentiehouder-ID ontbreekt, neem contact op met de systeembeheerder.

source: Missing requested action, please contact your administrator.
nl_nl: Aangevraagde actie ontbreekt, neem contact op met de systeembeheerder.

source: Admin didn't approve the application.
nl_nl: De systeembeheerder heeft deze toepassing niet goedgekeurd.

source: Mandatory params are missing!
nl_nl: Verplichte parameters ontbreken!

source: Tenant mismatch
nl_nl: Onjuiste huurder

source: Missing required params, please contact your administrator.
nl_nl: Vereiste parameters ontbreken, neem contact op met de systeembeheerder.

source: Got empty body. unable to proceed
nl_nl: Geen inhoud ontvangen, kan niet doorgaan

source: Error in response, missing resource, unable to proceed
nl_nl: Fout in antwoord, bron ontbreekt, kan niet doorgaan

source: Error in response, missing token, unable to proceed
nl_nl: Fout in antwoord, token ontbreekt, kan niet doorgaan

source: Missing partner id
nl_nl: Ontbrekende partner-id

source: Missing admin user or password
nl_nl: Ontbrekende beheeraccount of wachtwoord

source: Missing user
nl_nl: Ontbrekende gebruiker

source: Missing account details, please make sure tenant id and instance uri fields are not empty
nl_nl: Accountgegevens ontbreken, vul de uri-velden licentiehouder-id en implementatie in

source: You have no permissions to register the account, please contact your admin.
nl_nl: Je hebt geen rechten om deze account te registreren, neem contact op met de systeembeheerder.

source: Invalid user or password, please try again.
nl_nl: Ongeldige gebruiker of wachtwoord, probeer het nogmaals.

source: No such instance url, please try again or contact your administrator.
nl_nl: De url voor deze implementatie bestaat niet, probeer het nogmaals of neem contact op met de systeembeheerder.

source: Internal error saving account.
nl_nl: Interne fout tijdens opslaan account.

source: No such tenant!
nl_nl: Deze licentiehouder bestaat niet!

source: Publish Date
nl_nl: Publicatiedatum

source: Publishing Date
nl_nl: Publicatiedatum

source: Not defined
nl_nl: Niet gedefinieerd

source: My Dashboard
nl_nl: Mijn dashboard

source: Not associated directly to resource
nl_nl: Niet rechstreeks geassocieerd met de bron

source: Connection status
nl_nl: Verbindingsstatus

source: Favorites
nl_nl: Favorieten

source: Resources
nl_nl: Hulphulpbronnen

source: All Modes
nl_nl: Alle modi

source: Recording
nl_nl: Aan het opnemen

source: Idle
nl_nl: Niet in werking

source: Recording modes
nl_nl: Opnamemodi

source: Resource status
nl_nl: Bronnenstatus

source: Resource status - Ok
nl_nl: Bronnenstatus - Ok

source: Resource status - Error
nl_nl: Bronnenstatus - Fout

source: Recording mode - Recording
nl_nl: Bronnenstatus - Aan het opnemen

source: Recording mode - Idle
nl_nl: Bronnenstatus - Niet in werking

source: Connection status - Online
nl_nl: Verbindingsstatus - Online

source: Connection status - Offline
nl_nl: Verbindingsstatus - Offline

source: Display media from the LMS that was embedded in-context in this channel.
nl_nl: Geef media weer van het LMS dat in-context is opgenomen in dit kanaal.

source: %1 is not a valid group
nl_nl: %1 is geen geldige groep

source: An error occurred while trying to update the agenda cache. Please try again.
nl_nl: Agenda-cache bijwerken mislukt. Probeer het opnieuw.

source: Watch List Schedule
nl_nl: Kijklijstschema

source: Sessions
nl_nl: Sessies

source: Ask the Experts
nl_nl: Vraag het aan de experts

source: Find out when you can connect with an AWS Expert through live one-on-one chat. Look for the "Let's Chat" button on the below pages to get started.
nl_nl: Chat 1:1 met een AWS Expert. Druk op de knop "Let's Chat" op deze pagina's.

source: The customer support team is available on Mondays from 7:00AM (PST) through Fridays at 5:00PM (PST).<br><br>You can also reach customer support by emailing <strong><a href="mailto:awsreinvent-support@amazon.com">awsreinvent-support@amazon.com</a></strong>
nl_nl: Klantenservice is beschikbaar op maandag vanaf 07:00 (PST) tot en met vrijdag om 17:00 (PST).<br><br>Je kan de klantenservice ook bereiken door een mail te sturen naar <strong><a href="mailto:awsreinvent-support@amazon.com">awsreinvent-support@amazon.com</a></strong>

source: Message Board
nl_nl: Prikbord

source: Configure
nl_nl: Configuratie

source: Invalid arguments provided
nl_nl: Ongeldige argumenten opgegeven

source: Invalid collections provided
nl_nl: Ongeldige collectie opgegeven

source: Search For Channels
nl_nl: Zoeken naar kanalen

source: Collections
nl_nl: Collecties

source: The Channels Collection page <b>%1</b> allows to filter by <b>%2</b>. Select a value for this channel:
nl_nl: De pagina Kanalenverzameling <b>%1</b> maakt filteren mogelijk op <b>%2</b>. Selecteer een waarde voor dit kanaal:

source: Sessions Description
nl_nl: Sessiebeschrijving

source: Channel Description
nl_nl: Kanaalbeschrijving

source: Start a Conversation
nl_nl: Gesprek starten

source: Session
nl_nl: Sessie

source: Ask the Moderator
nl_nl: Vraag het aan de moderator

source: My Surveys
nl_nl: Mijn enquêtes

source: Unregister
nl_nl: Uitschrijven

source: Update Profile
nl_nl: Profiel bijwerken

source: Unable to send confirmation email
nl_nl: Kan bevestigingsmail niet verzenden

source: Confirmation email was sent successfully.
nl_nl: Bevestigingsmail verzonden.

source: Confirmation email was not sent.
nl_nl: Bevestigingsmail niet verzonden.

source: Invalid registration code, please correct or remove.
nl_nl: Ongeldige registratiecode. Corrigeer de code of verwijder deze.

source: 2 Images Side By Side
nl_nl: 2 Afbeeldingen naast elkaar

source: See All
nl_nl: Alles bekijken

source: HTML Only
nl_nl: Alleen HTML

source: News Images
nl_nl: Nieuwsbeelden

source: Single Playlist
nl_nl: Eén afspeellijst

source: See all media in playlist %1
nl_nl: Alle media in afspeellijst %1 bekijken

source: Single Video
nl_nl: Eén video

source: Text Only
nl_nl: Alleen tekst

source: Top Pick for you - Tags content
nl_nl: Topkeuze voor jou - contenttags

source: Upcoming Sessions
nl_nl: Geplande sessies

source: Go to all sessions page
nl_nl: Ga naar de overzichtspagina met alle sessies

source: Next Sessions
nl_nl: Volgende sessies

source: My Profile
nl_nl: Mijn profiel

source: Event Pre-start (seconds)
nl_nl: Openingstijd voor event (seconden)

source: Event Post-end (seconds)
nl_nl: Openingstijd na event (seconden)

source: Primary HLS endpoint
nl_nl: Primair HLS-eindpunt

source: Secondary HLS endpoint
nl_nl: Secundair HLS-eindpunt

source: Editing streams while entry is broadcasting is discouraged.
nl_nl: Het is beter om een stream niet te bewerken tijdens uitzenden van het item.

source: Registration
nl_nl: Registratie

source: Edit Registration
nl_nl: Registratie bewerken

source: Join Link Expiry[sec]
nl_nl: Deelnamelink beschikbaar [sec]

source: Confirmation Email Subject
nl_nl: Onderwerp bevestigingsmail

source: You can use {FNAME}, {LNAME}, {EVENT_NAME} tokens to dynamically populate the registration info.
nl_nl: Je kan {FNAME}, {LNAME}, {EVENT_NAME} tokens gebruiken om velden in het registratieformulier dynamisch in te vullen.

source: Confirmation Email Body
nl_nl: Tekst bevestigingsmail

source: You can use {FNAME}, {LNAME}, {EVENT_NAME}, {MAGIC_LINK} tokens to dynamically populate the registration info.
nl_nl: Je kan {FNAME}, {LNAME}, {EVENT_NAME} tokens gebruiken om velden in het registratieformulier dynamisch in te vullen.

source: Webhook Registration
nl_nl: Webhook-registratie

source: Interactive Video Path (Beta)
nl_nl: Pad naar interactieve video (Beta)

source: Edit Interactive Video
nl_nl: Interactieve video bewerken

source: Create Interactive Video
nl_nl: Interactieve video aanmaken

source: Add media to get started
nl_nl: Voeg eerst media toe

source: Interactive Video Path
nl_nl: Pad naar interactieve video

source: (unavailable course)
nl_nl: (onbeschikbare methode)

source: This media is no longer available.
nl_nl: Deze media is niet meer beschikbaar.

source: Click save below to validate your setup. Any errors with the setup will be shown here after save is done.
nl_nl: Klik hieronder op Opslaan om je setup te valideren. Eventuele fouten worden hier getoond nadat opslaan is voltooid.

source: Please note that 2 (or more) players are set as default for the same media type. The first one will be used.
nl_nl: Let op: er zijn 2 (of meer) videoplayers ingesteld als standaard voor hetzelfde mediatype. De eerste wordt gebruikt.

source: Back to Browse and Embed
nl_nl: Terug naar Bladeren en Insluiten

source: Default BSE
nl_nl: Standaard BSE

source: Main Player
nl_nl: Hoofd videoplayer

source: Add from Library
nl_nl: Toevoegen uit de bibliotheek

source: Missing context ID
nl_nl: Ontbrekend context-ID

source: Display embedded media in this Media Gallery
nl_nl: Ingesloten media in deze Mediagalerij weergeven

source: Media Gallery
nl_nl: Mediagalerij

source: Featured
nl_nl: Uitgelicht

source: Sign out
nl_nl: Afmelden

source: We're sorry, this entry type is no longer supported. Please refer to the documentation.
nl_nl: Dit itemtype wordt niet meer ondersteund. Raadpleeg de documentatie.

source: Video Presentation
nl_nl: Videopresentatie

source: Webcast Event created successfully.
nl_nl: Webcast event succesvol aangemaakt.

source: Failed to create Webcast Event.
nl_nl: Aanmaken van het webcast event mislukt.

source: Please enter a VOD source in order to create a simulive entry
nl_nl: Voer een VOD_bron in om Simulive-item te maken

source: QNA event notification template deployment failed. Please check the logs and contact your account admin
nl_nl: Toepassen van het QNA-eventmeldingsjabloon mislukt. Controleer de logboeken en neem contact op met de systeembeheerder

source: Polls
nl_nl: Peilingen

source: Answer On Air
nl_nl: Live beantwoorden

source: Announcements
nl_nl: Aankondigingen

source: Webcast Start Date - Ascending
nl_nl: Webcast startdatum - Oplopend

source: Webcast Start Date - Descending
nl_nl: Webcast startdatum - Aflopend

source: Webcast End Date - Ascending
nl_nl: Webcast einddatum - Oplopend

source: Webcast End Date - Descending
nl_nl: Webcast einddatum - Aflopend

source: Projected Audience
nl_nl: Verwachte aantal deelnemers

source: Projected audience must be a positive round number.
nl_nl: Het verwachte aantal deelnemers moet een positief rond getal zijn.

source: Click here to search resource
nl_nl: Klik hier om hulpbron te zoeken

source: No resources defined
nl_nl: Geen hulpbronnen gedefinieerd

source: Please talk to the System Admin to enable Simulive
nl_nl: Vraag de systeembeheerder om Simulive te activeren

source: Broadcast Type
nl_nl: Uitzendtype

source: Pre Start Time (seconds)
nl_nl: Openingstijd voor start van het event (seconden)

source: The time that the simulive will start before the official start time. It is recommended to start the simulive with an intro before the official start time
nl_nl: De tijd voor de officiële starttijd waarop de simulive begint. Je kan een simulive het beste starten met een intro voorafgaand aan de officiële starttijd

source: Post End Time (seconds)
nl_nl: Openingstijd na afloop van het event (seconden)

source: The time that the simulive will end after the official end time. It is recommended to end the simulive with an outro of 1 minute after the official end time
nl_nl: De tijd waarop de simulive eindigt na de officiële eindtijd. Je kan een simulive het beste afsluiten met een outro van 1 minuut na de officiële eindtijd

source: VOD Source
nl_nl: VOD-bron

source: Enter a VOD entry id to select the source of the simulive broadcast
nl_nl: Voer een VOD-item-id in om de bron te selecteren voor de simulive-uitzending

source: Error checking for resource conflicts. Please try again.
nl_nl: Fout bij het controleren op hulpbronconflicten. Probeer het opnieuw.

source: Pre start time must be a number between 0 to 21600.
nl_nl: De openingstijd voor het event moet een getal tussen 0 en 21600 zijn.

source: Start date must be before end date.
nl_nl: De startdatum moet voor de einddatum zijn.

source: Event duration must be less than 24 hours.
nl_nl: Een event mag niet langer duren dan 24 uur.

source: Post end time must be a number between 0 to 21600.
nl_nl: De openingstijd na het event moet een getal tussen 0 en 21600 zijn.

source: Corrupted Media
nl_nl: Beschadigde media

source: Calendar Reminder
nl_nl: Agendaherinnering

source: 5 Minutes
nl_nl: 5 minuten

source: 15 Minutes
nl_nl: 15 minuten

source: 30 Minutes
nl_nl: 30 minuten

source: 45 Minutes
nl_nl: 45 minuten

source: 1 Hour
nl_nl: 1 uur

source: 2 Hours
nl_nl: 2 uur

source: 3 Hours
nl_nl: 3 uur

source: 0.5 Day
nl_nl: 0,5 dag

source: 1 Day
nl_nl: 1 dag

source: 2 Days
nl_nl: 2 dagen

source: 3 Days
nl_nl: 3 dagen

source: 1 Weeks
nl_nl: 1 week

source: 2 Weeks
nl_nl: 2 weken

source: Append recorded content to a single entry
nl_nl: Voeg opgenomen content toe aan 1 item

source: Export each broadcast to vod entry
nl_nl: Exporteer elke uitzending naar een vod-item

source: Event Recording
nl_nl: Eventopname

source: Select the recording option for when broadcasting and recording multiple sessions to the entry.
nl_nl: Selecteer de opnameoptie voor het uitzenden en opnemen van meerdere sessies naar dit item.

source: Preview has been disabled by the MediaSpace Admin
nl_nl: Preview is uitgeschakeld door de MediaSpace-beheerder

source: Preview is not supported on simulive broadcast
nl_nl: Preview wordt niet ondersteund in een simulive-uitzending

source: Add to calendar
nl_nl: Aan kalender toevoegen

source: Manage Event
nl_nl: Event beheren

source: We identified an error with this media. Please contact your administrator to resolve the issue.
nl_nl: Er is een fout gevonden in deze media. Neem contact op met de beheerder om het probleem op te lossen.

source: Launch Webcasting App
nl_nl: Start de webcasting-app

source: Download Webcasting App
nl_nl: Download de webcasting-app

source: Time & Date
nl_nl: Datum en tijd

source: The Time & Date shown in the Header section,
nl_nl: Datum en tijd, zoals weergegeven in de koptekst,

source: Edit Time & Date
nl_nl: Datum en tijd bewerken

source: Add Timer
nl_nl: Timer toevoegen

source: The timer shown in the Header section,
nl_nl: De timer in het koptekstgedeelte,

source: Edit Timer
nl_nl: Timer bewerken

source: The Presenters are shown under the Header section,
nl_nl: Presentatoren worden weergegeven onder de koptekst,

source: Edit Presenters
nl_nl: Presentatoren bewerken

source: Your registration has been received. We will be in touch and contact you soon!<br>In order to view the event please click on the "Add to Calendar" button.
nl_nl: Je inschrijving is ontvangen. We nemen snel contact met je op!<br>Klik op de knop "Toevoegen aan agenda" om het event te bekijken.

source: All Webcasts
nl_nl: Alle webcasts

source: Upcoming Webcasts
nl_nl: Aankomende webcasts

source: Recorded Webcasts
nl_nl: Opgenomen webcasts

source: Archived Webcasts
nl_nl: Gearchiveerde webcasts

source: Was scheduled to start %s ago
nl_nl: Was gepland om %s geleden te starten

source: Ended %s ago
nl_nl: %s geleden geëindigd

source: Starts in %s
nl_nl: Start over %s

source: Unlike
nl_nl: Niet leuk

source: Meeting room created successfully.
nl_nl: Vergaderruimte succesvol aangemaakt.

source: Failed to create meeting room.
nl_nl: Vergaderruimte aanmaken mislukt.

source: invalid form data
nl_nl: ongeldige formuliergegevens

source: Meeting Room: %1
nl_nl: Vergaderruimte: %1

source: Meeting Schedule
nl_nl: Vergaderschema

source: (The time range in which this room should be open)
nl_nl: (Het tijdvak dat deze ruimte open moet zijn)

source: Advance Entrance
nl_nl: Binnenkomst voor aanvang

source: How long (in seconds) before the event is scheduled to begin, can attendees join the meeting room, if a moderator started the room.
nl_nl: Hoe lang (in seconden) voor aanvang van het event kan een deelnemer de vergaderruimte binnenkomen mits een moderator de ruimte heeft gestart.

source: Room Mode
nl_nl: Kamermodus

source: Account Default
nl_nl: Standaardwaarde account

source: Classroom
nl_nl: Klaslokaal

source: Meeting
nl_nl: Vergadering

source: Meeting Room
nl_nl: Vergaderruimte

source: Room
nl_nl: Vergaderruimte

source: Best Match
nl_nl: Beste overeenkomst

source: Bad player version
nl_nl: Verkeerde versie van de videoplayer

source: The version of your app is not up to date. Click here to update to the latest version.
nl_nl: De versie van je app is niet up-to-date. Klik hier om te updaten naar de recentste versie.

source: App Settings
nl_nl: App-instellingen

source: Media on Device
nl_nl: Media op apparaat

source: An Error occurred while updating the room settings.
nl_nl: Bij het updaten van de vergaderruimte-istellingen is iets fout gegaan.

source: An Error occurred while deleting the room.
nl_nl: Bij het verwijderen van de vergaderruimte is iets fout gegaan.

source: Start Meeting
nl_nl: Vergadering starten

source: Join Meeting
nl_nl: Deelnemen aan vergadering

source: No Meeting
nl_nl: Geen vergadering

source: Enable Newrow Live Room
nl_nl: Newrow Live Room inschakelen

source: My Rooms
nl_nl: Mijn vergaderruimtes

source: My Live Room
nl_nl: Mijn live vergaderruimte

source: You must supply start time for the webcast event
nl_nl: Je moet een begintijd opgeven voor het webcastevent

source: You must supply end time for the webcast event
nl_nl: Je moet een eindtijd opgeven voor het webcastevent

source: You must supply timezone name for the webcast event
nl_nl: Je moet de naam van een tijdzone opgeven voor het webcastevent

source: URL Of Page To Purge From Cache
nl_nl: URL van de pagina voor het verwijderen van het cachegeheugen

source: Purge
nl_nl: Verwijderen

source: Something went wrong while creating your Interactive Video
nl_nl: Er is iets misgegaan tijdens het maken van je interactieve video

source: Search My Interactive Videos
nl_nl: Zoek in mijn interactieve video's

source: Interactive Media
nl_nl: Interactieve media

source: Event Title
nl_nl: Titel event

source: Event name cannot exceed %d characters.
nl_nl: Eventnaam mag niet langer zijn dan %d tekens.

source: Event Organizer
nl_nl: Organisator van het event

source: Recurrence
nl_nl: Herhaling

source: Resource
nl_nl: Middel

source: Copy details from event to recording
nl_nl: Kopieer eventdetails naar de opname

source: Save and Exit
nl_nl: Opslaan en afsluiten

source: User doesn't exist
nl_nl: Gebruiker bestaat niet

source: Live events cannot be scheduled for multiple resources. Please select a single resource and try to save again.
nl_nl: Live events kun je niet plannen voor meerdere bronnen. Selecteer 1 bron en probeer het opnieuw op te slaan.

source: The event is currently live so it's not possible to change live settings. Please try again at a later time.
nl_nl: Het event is momenteel live, dus het is niet mogelijk om de live-instellingen te wijzigen. Probeer het later opnieuw.

source: Complete all the required fields and save the event before you can publish or add collaborators
nl_nl: Voordat je kan publiceren of samenwerkers toevoegen moet je alle verplichte velden invullen en het event opslaan

source: Complete all the required fields and save the event before you can publish
nl_nl: Voordat je kan publiceren moet je alle verplichte velden invullen en het event opslaan

source: Daily
nl_nl: Dagelijks

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: Range of Recurrence
nl_nl: Hoelang herhalen

source: Start Date
nl_nl: Startdatum

source: End Date
nl_nl: Einddatum

source: End after
nl_nl: Eind na

source: occurrences
nl_nl: events

source: End by
nl_nl: Einde tegen

source: Every
nl_nl: Elke

source: days
nl_nl: dagen

source: Every Weekday
nl_nl: Elke weekdag

source: Day
nl_nl: Dag

source: of every
nl_nl: van elke

source: month(s)
nl_nl: maand(en)

source: The
nl_nl: De

source: third
nl_nl: derde

source: fourth
nl_nl: vierde

source: last
nl_nl: laatste

source: Recur every
nl_nl: Herhaalt zich elke

source: week(s) on
nl_nl: we(e)k(en) op

source: Filter Recording Categories
nl_nl: Opnamecategorieën filteren
