Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: You have insufficient privilege to share
nl_nl: Je hebt onvoldoende rechten om te delen

source: Trimming in progress
nl_nl: Bezig met trimmen

source: upload
nl_nl: uploaden

source: Enter a title
nl_nl: Een titel invoeren

source: MY MEDIA
nl_nl: MIJN MEDIA

source: Stop upload
nl_nl: Upload annuleren

source: Are you sure you want to stop the upload?
nl_nl: Wil je het uploaden annuleren?

source: Visible to anyone with a link.
nl_nl: Zichtbaar voor iedereen met een link.

source: Visible on selected channels.
nl_nl: Zichtbaar op geselecteerde kanalen.

source: Public
nl_nl: Publiek

source: Not uploaded yet
nl_nl: Nog niet geüpload

source: I will upload later
nl_nl: Ik zal later uploaden

source: A copy of your video was saved on your device
nl_nl: Een kopie van deze video is op je apparaat opgeslagen

source: Trimming video
nl_nl: Video trimmen

source: Trimming audio
nl_nl: Audio trimmen

source: You have insufficient privilege to upload videos
nl_nl: Je hebt onvoldoende rechten om video's te uploaden

source: Please wait
nl_nl: Wacht even

source: Unable to open media
nl_nl: Kan media niet openen

source: Heads up!
nl_nl: Kom op!

source: Going back will NOT save your trim edit.
nl_nl: Als je teruggaat, wordt je trimhandeling NIET opgeslagen.

source: THAT’S OK
nl_nl: DAT IS OK

source: NO, STAY HERE
nl_nl: NEE, HIER BLIJVEN

source: Upload of "%s" was interrupted, try again later
nl_nl: Upload van "%s" is onderbroken, probeer het later opnieuw

source: "%s" was uploaded successfully
nl_nl: "%s" is succesvol geüpload

source: UPDATE
nl_nl: UPDATEN

source: Required for publish
nl_nl: Verplicht voor publicatie

source: Set value
nl_nl: Waarde instellen

source: Set date
nl_nl: Datum instellen

source: Set title
nl_nl: Titel instellen

source: Set description
nl_nl: Beschrijving instellen

source: Set tags
nl_nl: Tags instellen

source: Updating media
nl_nl: Media word geüpdated

source: An error occurred while updating your media
nl_nl: Tijdens het updaten van je media is een fout opgetreden

source: Privacy Settings
nl_nl: Privacyinstellingen

source: Public Settings
nl_nl: Openbare instellingen

source: Hold on
nl_nl: Wacht even

source: There seems to be some missing information. Please check again.
nl_nl: Er ontbreekt wat informatie. Controleer het nog een keer.

source: There seems to be some missing information for shared repositories. Please go back and check again.
nl_nl: Er ontbreekt wat informatie voor een gedeelde opslagplaats. Ga terug en controleer het nog een keer.

source: DELETE MEDIA
nl_nl: MEDIA VERWIJDEREN

source: In progress…
nl_nl: Bezig…

source: Are you sure you want to delete this media?
nl_nl: Wil je deze media verwijderen?

source: Media Deleted
nl_nl: Media verwijderd

source: Tag must contain at least 3 characters
nl_nl: Een tag bevat minimaal 3 tekens

source: PUBLISH
nl_nl: PUBLICEREN

source: PUBLISH IN CATEGORIES
nl_nl: PUBLICEREN IN CATEGORIEËN

source: PUBLISH IN CHANNELS
nl_nl: PUBLICEREN IN KANALEN

source: Find in Channels
nl_nl: Zoeken in kanalen

source: Find in Categories
nl_nl: Zoeken in categorieën

source: More
nl_nl: Meer

source: MY CHANNELS
nl_nl: MIJN KANALEN

source: OTHER CHANNELS
nl_nl: ANDERE KANALEN

source: Less
nl_nl: Minder

source: Media page will be visible to individuals according to entitlements on published destinations.
nl_nl: De mediapagina is zichtbaar voor alle bezoekers van - en vindbaar via de zoekmachine van dit videoplatform.

source: Logged in users can view content. Admins and channel members can contribute content.
nl_nl: Ingelogde gebruikers kunnen content bekijken. Een kanaalbeheerder of kanaallid kan content toevoegen.

source: Logged in users can view content. Channel members can contribute content.
nl_nl: Alle ingelogde gebruikers kunnen content bekijken. Kanaalleden kunnen content toevoegen.

source: Media will not appear in channel until approved by channel manager.
nl_nl: Media verschijnt niet in het kanaal tot deze door de kanaalmanager is goedgekeurd.

source: LEGEND
nl_nl: LEGENDA

source: ALL CATEGORIES
nl_nl: ALLE CATEGORIEËN

source: PUBLISH (%s)
nl_nl: PUBLICEREN (%s)

source: Entry url
nl_nl: Item-URL

source: Would you like to copy the media url to clipboard?
nl_nl: Wil je de media-URL naar het klembord kopiëren?

source: Published!
nl_nl: Gepubliceerd!

source: Publish finished successfully - Note that media is pending moderation
nl_nl: Publicatie is voltooid - de media is in afwachting van moderatie

source: Publish finished successfully - Note that one or more channels are pending moderation
nl_nl: Publicatie is voltooid - een of meer kanalen wachten op moderatie

source: Media will be removed from all categories and channels. Are you sure?
nl_nl: Deze media wordt verwijderd uit alle categorieën en kanalen. Wil je doorgaan?

source: Users with this link will no longer be able to use it. Are you sure?
nl_nl: Gebruikers kunnen deze link niet meer gebruiken. Wil je doorgaan?

source: I AGREE
nl_nl: I GA AKKOORD

source: Terms of Use
nl_nl: Gebruiksvoorwaarden

source: You have insufficient privilege to publish to shared repositories
nl_nl: Je hebt onvoldoende rechten om te publiceren naar een gedeelde opslagplaats

source: All changes will be lost
nl_nl: Alle wijzigingen gaan verloren

source: Nothing to update
nl_nl: Niets om te updaten

source: Page Closed
nl_nl: Pagina gesloten

source: Activity Active Time
nl_nl: Actieve tijd van de activiteit

source: Activity Name
nl_nl: Naam van de activiteit

source: Inspire Me
nl_nl: Inspireer me

source: Entries For Time Selection
nl_nl: Ingangen voor tijdselectie

source: Time Selection
nl_nl: Tijdselectie

source: Leaving Channel Page Before Finished Loaded
nl_nl: Verlaat de kanaalpagina voordat het laden voltooid is

source: Leaving Category Page Before Finished Loaded
nl_nl: Verlaat de categoriepagina voordat het laden voltooid is

source: Tapped On Download
nl_nl: Tik op downloaden

source: Comments Page Viewed
nl_nl: Opmerkingenpagina bekeken

source: Share To Mail
nl_nl: Delen met mail

source: Share To Clipboard
nl_nl: Delen met Klembord

source: add content
nl_nl: content toevoegen

source: add video from
nl_nl: video toevoegen van

source: add audio from
nl_nl: audio toevoegen van

source: add image from
nl_nl: afbeelding toevoegen van

source: Your Media is being converted, please try again later
nl_nl: Je media worden geconverteerd. Probeer het later opnieuw

source: Media converting error
nl_nl: Mediaconversiefout

source: Publish in progress, you will be notified when finished
nl_nl: Publicatie in uitvoering, je krijgt een notificatie wanneer het klaar is

source: Publish
nl_nl: Publiceren

source: Publish finished successfully
nl_nl: Publiceren is succesvol afgerond

source: channel info
nl_nl: kanaalinfo

source: categories
nl_nl: categorieën

source: In Captions
nl_nl: In de ondertiteling

source: In Slides
nl_nl: In dia's

source: try again
nl_nl: probeer het nog eens

source: How much time have you got?
nl_nl: Hoeveel tijd heb je?

source: let's go
nl_nl: laten we beginnen

source: entry details
nl_nl: itemdetails

source: Home page
nl_nl: Startpagina

source: Entry List
nl_nl: Itemlijst

source: Location
nl_nl: Locatie

source: I Agree to the terms
nl_nl: Ik ga akkoord met de voorwaarden

source: Uploading
nl_nl: Aan het uploaden

source: minutes
nl_nl: minuten

source: featured
nl_nl: uitgelicht

source: Open In Browser
nl_nl: Openen in browser

source: Results for
nl_nl: Resultaten voor

source: channels
nl_nl: kanalen

source: There's no channels yet&#8230;
nl_nl: Er zijn nog geen kanalen&#8230;

source: search term
nl_nl: zoekterm

source: %1$d views
nl_nl: %1$d aantal keer bekeken

source: HOME
nl_nl: START

source: MY PAGE
nl_nl: MIJN PAGINA

source: Play Media on WiFi Only
nl_nl: Media alleen op wifi spelen

source: FAQ
nl_nl: Veelgestelde vragen

source: More Info
nl_nl: Meer informatie

source: NO
nl_nl: NEE

source: YES
nl_nl: JA

source: Hello guest, you're not logged in please login to continue
nl_nl: Log in om verder te gaan

source: GUEST
nl_nl: GAST

source: Your list is empty
nl_nl: Je lijst is leeg

source: Recently Used Addresses
nl_nl: Onlangs gebruikte adressen

source: We couldn’t find that address, please try again
nl_nl: We konden dat adres niet vinden, probeer het opnieuw

source: Accessing domain...
nl_nl: Toegang tot domein...

source: Please try later
nl_nl: Probeer later opnieuw

source: Failed to load data
nl_nl: Kan gegevens niet laden

source: %s, Are you sure you want to logout?
nl_nl: %s, Wil je uitloggen?

source: Connected to
nl_nl: Verbonden met

source: %1$s • %2$s views
nl_nl: %1$s • %2$s aantal keren bekeken

source: Back to URL selection
nl_nl: Terug naar URL-selectie

source: %s Comments
nl_nl: %s opmerkingen

source: Or Browse By
nl_nl: Of bladeren op

source: Media will be played on WiFi connection only. You can change that in settings
nl_nl: Media wordt alleen via een wifi-verbinding afgespeeld. Je kan dat in de instellingen veranderen.

source: This media type cannot be played by the application. Please try to play it on your desktop browser.
nl_nl: Deze toepassing kan dit mediatype niet afspelen. Probeer het in je desktopbrowser.

source: Showing results for ‘%s’
nl_nl: Resultaten voor '%s' weergeven

source: MATCHES (%s)
nl_nl: OVEREENKOMSTEN (%s)

source: CHANNELS (%s)
nl_nl: KANALEN (%s)

source: Looking for results...
nl_nl: Zoeken naar resultaten ...

source: View Less
nl_nl: Minder weergeven

source: VIEW ALL
nl_nl: ALLES BEKIJKEN

source: Channels in %s
nl_nl: Kanalen in %s

source: "%1$s Members | %2$s Subscribers" = "%3$s Members | %4$s Subscribers"
nl_nl: "%1$s leden | %2$s abonnees = "%3$s leden | %4$s abonnees"

source: This channel is empty
nl_nl: Dit kanaal is leeg

source: This channel has no media yet
nl_nl: Dit kanaal heeft nog geen media

source: Failed to load channels
nl_nl: Kan kanalen niet laden

source: Include Type
nl_nl: Type opnemen

source: Search Inside Media
nl_nl: Zoek binnen media

source: Chapters
nl_nl: Hoofdstukpunten

source: Q&amp;A Points
nl_nl: Q&amp;A-punten

source: None
nl_nl: Geen

source: INSPIRE
nl_nl: INSPIREER

source: Get Inspired!
nl_nl: Laat je inspireren!

source: Let's go!
nl_nl: Laten we beginnen!

source: MINUTES
nl_nl: MINUTEN

source: Sorry, we couldn't find more videos. Please select a different time span
nl_nl: Verder geen video gevonden. Selecteer een andere tijdspanne.

source: Sorry, we couldn't find any videos. Please select a different time span
nl_nl: Geen video gevonden. Selecteer een andere tijdspanne.

source: • %s Replies
nl_nl: • %s antwoorden

source: • 1 Reply
nl_nl: • 1 antwoord

source: Add a comment
nl_nl: Een opmerking toevoegen

source: Failed to delete comment
nl_nl: Verwijderen van opmerking is mislukt

source: Report
nl_nl: Rapport

source: Comments for this media have been disabled by the administrator
nl_nl: Opmerkingen voor deze media zijn uitgeschakeld door de systeembeheerder

source: Share By:
nl_nl: Delen op:

source: Likes have been disabled by the administrator
nl_nl: Likes zijn uitgeschakeld door de systeembeheerder

source: Failed to load page
nl_nl: Kan pagina niet laden

source: Failed to toggle like
nl_nl: Kan like niet uitschakelen

source: share isn't available for non-admin users
nl_nl: delen is niet beschikbaar voor niet-systeembeheerders

source: View More
nl_nl: Meer weergeven

source: Search results for '%s' were found within media:
nl_nl: Zoekresultaten voor '%s' zijn gevonden in de media:

source: In Descripton
nl_nl: In beschrijving

source: Searching for more...
nl_nl: Zoeken naar meer...

source: all results synced
nl_nl: alle resultaten gesynchroniseerd

source: Uploaded by: %1$s Media Duration: %2$d
nl_nl: Geüpload door: %1$s Mediaduur: %2$d

source: Loading...
nl_nl: Laden...

source: Confirm delete
nl_nl: Bevestig deze delete

source: Are you sure you want to delete this comment?
nl_nl: Wil je deze opmerking verwijderen?

source: Download media
nl_nl: Media downloaden

source: Media will be saved on the device
nl_nl: Media worden op het apparaat opgeslagen

source: Couldn't fetch download URL from the server. please try again later.
nl_nl: Kan de download-URL niet ophalen van de server. Probeer het later opnieuw.

source: Item was successfully deleted from your device
nl_nl: Item is succesvol verwijderd van je apparaat

source: Success
nl_nl: Succes

source: Couldn't remove item from device, please try again later
nl_nl: Kon item niet van apparaat verwijderen. Probeer het later opnieuw

source: Out of space
nl_nl: Geen ruimte meer

source: There is not enough space on the device to save this media
nl_nl: Er is onvoldoende ruimte op het apparaat om deze media op te slaan

source: Unknown Error
nl_nl: Onbekende fout

source: Couldn't download item, please try again
nl_nl: Kon item niet downloaden, probeer het opnieuw

source: This will cancel the download
nl_nl: Hiermee wordt de download geannuleerd

source: This will delete the media from the device
nl_nl: Hiermee wordt de media van het apparaat verwijderd

source: This media type cannot be downloaded
nl_nl: Je kan dit mediatype niet downloaden

source: Access to this media was restricted by your administrator
nl_nl: De systeembeheerder heeft de toegang tot deze media beperkt

source: It seems you do not have privileges to add media
nl_nl: Het lijkt erop dat je geen rechten hebt om media toe te voegen

source: Take media from:
nl_nl: Neem media van:

source: Gallery
nl_nl: Galerij

source: Error occurred while saving video. Please try again.
nl_nl: Er is een fout opgetreden tijdens het opslaan van de video. Probeer het opnieuw.

source: Error occurred while saving audio. Please try again.
nl_nl: Er is een fout opgetreden tijdens het opslaan van de audio. Probeer het opnieuw.

source: Please enter a valid title.
nl_nl: Voer een geldige titel in.

source: Upload of “%s” was interrupted try again later
nl_nl: Upload van "%s" is onderbroken, probeer het later opnieuw

source: Warning
nl_nl: Waarschuwing

source: You are about to cancel the upload, are you sure?
nl_nl: Wil je deze upload annuleren?

source: “%s” was uploaded successfully
nl_nl: "%s" is succesvol geüpload

source: Please enter a valid value.
nl_nl: Voer een geldige waarde in.

source: Please enter an unique tag
nl_nl: Voer een unieke tag in

source: Select a value
nl_nl: Selecteer een waarde

source: Please enter an unique value
nl_nl: Voer een unieke waarde in

source: Find in
nl_nl: Zoeken in

source: Only channel members can view and contribute content, Content may be published to other channels, according to publishing entitlements.
nl_nl: Alleen kanaalleden kunnen content bekijken en bijdragen; content kan op andere kanalen worden gepubliceerd, naargelang de publicatierechten.

source: You have insufficient privilege to edit the entry
nl_nl: Je hebt onvoldoende rechten om het item te bewerken

source: You have insufficient privilege to publish the entry
nl_nl: Je hebt onvoldoende rechten om het item te publiceren

source: An error occurred while updating your media.
nl_nl: Tijdens de update van de media is een fout opgetreden.

source: Error occured while loading data. Please try again.
nl_nl: Er is een fout opgetreden tijdens het laden van gegevens. Probeer het opnieuw.

source: Recent channels
nl_nl: Recente kanalen

source: Recent categories
nl_nl: Recente categorieën

source: “%s” has been published!
nl_nl: "%s" is gepubliceerd!

source: “%s” has been published! - Note that media is pending moderation
nl_nl: "%s" is gepubliceerd! - De media wacht op moderatie

source: “%s” has been published! - Note that one or more channels are pending moderation
nl_nl: "%s" is gepubliceerd! - Een of meer kanalen wachten op moderatie

source: We couldn’t find anything…
nl_nl: We konden niets vinden

source: There is no results for “%s”. Try searching for a different keyword.
nl_nl: Er zijn geen resultaten voor "%s". Probeer een ander trefwoord.

source: Required for edit
nl_nl: Verplicht voor bewerken

source: Required for publish to shared repositories
nl_nl: Verplicht voor publicatie naar gedeelde opslagplaatsen

source: “%s” has been unpublished!
nl_nl: "%s" is niet gepubliceerd!

source: “%s” publishing Updated!
nl_nl: Publiceren van "%s" bijgewerkt!

source: Connection was interrupted. Uploading will commence when connection is reestablished
nl_nl: Verbinding is onderbroken. Het uploaden begint wanneer er weer verbinding is.

source: “%s” upload was interrupted, would you like to resume?
nl_nl: "%s" upload is onderbroken, wil je doorgaan?

source: There was an error processing your media. Please contact your Administrator
nl_nl: Er is een fout opgetreden bij het verwerken van je media. Neem contact op met de systeembeheerder.

source: Your media is being processed, Try checking again later
nl_nl: Je media worden verwerkt. Probeer het later opnieuw

source: Starting...
nl_nl: Wordt gestart...

source: please do not leave the page
nl_nl: verlaat de pagina niet

source: Upload was interrupted try again later
nl_nl: Upload is onderbroken, probeer het later opnieuw

source: Page Loaded
nl_nl: Pagina geladen

source: Visit Inspire Me Media Page
nl_nl: Bezoek de mediapagina Inspireer me

source: Marked as Favorite
nl_nl: Gemarkeerd als favoriet

source: Search Filter Clicked
nl_nl: Zoekfilter geklikt

source: Search Result Logic
nl_nl: Zoekresultaatlogica

source: Visit Entry Page
nl_nl: Bezoek mediapagina

source: Entry Shared
nl_nl: Media gedeeld

source: Entry Liked
nl_nl: Media geliked

source: Entry Downloaded
nl_nl: Media gedownload

source: Leaving Category Page Before finished Loaded
nl_nl: Categoriepagina verlaten voordat laden voltooid is

source: Entry watched
nl_nl: Media bekeken

source: Application was launched from smart banner
nl_nl: Applicatie is gestart vanuit smart banner

source: Category page opened
nl_nl: Categoriepagina geopend

source: Channels page opened
nl_nl: Kanaalpagina geopend

source: Comment view opened
nl_nl: Opmerkingweergave geopend

source: Donwloaded entry watched
nl_nl: Gedownloade media is bekeken

source: Media file type not supported
nl_nl: Mediabestandstype niet ondersteund

source: Import media
nl_nl: Media importeren

source: Your media is being published, Try checking again later
nl_nl: Je media wordt gepubliceerd. Probeer het later opnieuw.

source: Audio Track
nl_nl: Audiospoor

source: Closed Captions
nl_nl: Ondertiteling

source: Publish Settings
nl_nl: Instellingen publiceren

source: Publish in Channels
nl_nl: Publiceren in kanalen

source: Publish in Categories
nl_nl: Publiceren in categorieën

source: Enter your site’s address
nl_nl: Voer het adres van je site in

source: Download Media on WiFi Only
nl_nl: Media alleen op wifi downloaden

source: Upload Media on WiFi Only
nl_nl: Media alleen op wifi uploaden

source: %s Entries
nl_nl: %s items

source: Apply
nl_nl: Toepassen

source: Sorry, no results found
nl_nl: Geen resultaten gevonden

source: Appears In:
nl_nl: Verschijnt in:

source: user name
nl_nl: gebruikersnaam

source: password
nl_nl: wachtwoord

source: %s has shared this media with you
nl_nl: %s heeft deze media met je gedeeld

source: %s views
nl_nl: %s aantal keer bekeken

source: %s years ago
nl_nl: %s jaar geleden

source: %s months ago
nl_nl: %s maanden geleden

source: %s days ago
nl_nl: %s dagen geleden

source: %s hours ago
nl_nl: %s uur geleden

source: %s min ago
nl_nl: %s min geleden

source: You have denied camera usage. Please allow us to use camera and try again
nl_nl: Je hebt het gebruik van de camera eerder geweigerd. Sta gebruik van de camera toe en probeer het opnieuw.

source: No KMS instance selected
nl_nl: Geen KMS-versie geselecteerd

source: Please enter KMS instance and try again
nl_nl: Voer de KMS-versie in en probeer het opnieuw

source: Cancel download
nl_nl: Download annuleren

source: Delete download
nl_nl: Download verwijderen

source: Publishing started
nl_nl: Publiceren gestart

source: Add a Tag
nl_nl: Voeg een tag toe

source: A copy of your media was saved on your device
nl_nl: Een kopie van je media is op je apparaat opgeslagen

source: Failed to load playlist
nl_nl: Kan afspeellijst niet laden

source: Are You Sure?
nl_nl: Weet je het zeker?

source: Authentication Required
nl_nl: Verificatie vereist

source: Cellular
nl_nl: GSM

source: Failed to load gallery
nl_nl: Kan galerij niet laden

source: Failed to load sub-galleries
nl_nl: Kan sub-galerijen niet laden

source: Failed to load entry
nl_nl: Kan onderdeel niet laden

source: Failed to load link
nl_nl: Kan koppeling niet laden

source: Failed to load sub-channels
nl_nl: Kan sub-kanalen niet laden

source: Upload requires storage permissions
nl_nl: Uploaden vereist opslagrechten

source: Clear Multi Auth Selection
nl_nl: Multi-Auth selectie wissen

source: Are you sure you want to clear your multi auth selection?
nl_nl: Wil je multi-auth selectie wissen?

source: Select
nl_nl: Selecteren

source: Applied
nl_nl: Toegepast

source: Almost Done
nl_nl: Bijna klaar

source: It appears that some questions remained unanswered you must answer all questions before you can submit
nl_nl: Je hebt sommige vragen nog niet beantwoord. Voordat je de quiz indient moet je alle vragen beantwoorden.

source: Ok, Got it!
nl_nl: OK, ik begrijp het!

source: Thank You
nl_nl: Bedankt

source: Seeking isn't allowed
nl_nl: Zoeken is niet toegestaan

source: Skip
nl_nl: Overslaan

source: Welcome
nl_nl: Welkom

source: During this video you will be presented with a Quiz, Good Luck!
nl_nl: Tijdens deze video kun je meedoen met een videoquiz. Succes!

source: Answers are submitted at the end of quiz
nl_nl: Aan het eind van de quiz kun je de antwoorden indienen

source: All questions must be answered.
nl_nl: Je moet alle vragen beantwoorden.

source: Would you like to download this Pre-test to your device
nl_nl: Wil je deze pre-test downloaden?

source: Downloading the Pre-Test
nl_nl: Pre-test downloaden

source: Failed to download Pre-Test
nl_nl: Pre-test downloaden mislukt

source: Completed
nl_nl: Voltooid

source: Take a moment to review your answers below, or go ahead and submit
nl_nl: Je kan je antwoorden nog een keer doornemen, of nu direct indienen.

source: Review
nl_nl: Controleren

source: Sending
nl_nl: Verzenden

source: Submitted
nl_nl: Verzonden

source: You completed the quiz and your score is
nl_nl: Je hebt de quiz voltooid en je score is

source: press on any question to review your performance
nl_nl: druk op een vraag om jouw resultaat te bekijken

source: Failed to load Quiz data
nl_nl: Kan de quizgegevens niet laden

source: Correct answer
nl_nl: Goed antwoord

source: Your answer
nl_nl: Je antwoord

source: Why
nl_nl: Waarom

source: You can't update answers
nl_nl: Je kan de antwoorden niet bijwerken

source: Can't open the url
nl_nl: Kan de URL niet openen

source: to complete
nl_nl: om af te ronden

source: Continue
nl_nl: Doorgaan

source: Now
nl_nl: Nu

source: Downloading not allowed
nl_nl: Downloaden niet toegestaan

source: Channels I’m a Member
nl_nl: Kanalen waarvan ik lid ben

source: My Subscriptions
nl_nl: Mijn abonnementen

source: New media Added
nl_nl: Nieuwe media toegevoegd

source: New media was added to your subscribed channels
nl_nl: Er is nieuwe media toegevoegd aan een of meer kanalen waarop je bent geabonneerd

source: Allow Push Notification
nl_nl: Push-notificaties toestaan

source: Media was deleted
nl_nl: Media is verwijderd

source: Are you sure you want to unsubscribe from this channel?
nl_nl: Wil je je afmelden voor dit kanaal?

source: Playlist has no media
nl_nl: Afspeellijst bevat geen media

source: Continuous Play
nl_nl: Continu spelen

source: New Episodes
nl_nl: Nieuwe afleveringen

source: Completed Played Media
nl_nl: Voltooide afgespeelde media

source: Delete when done
nl_nl: Verwijderen wanneer klaar
