Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Thumbnail capture failed
nl_nl: Opname thumbnail mislukt

source: Select one of the Thumbnails
nl_nl: Selecteer een van de thumbnails

source: %sNote: %s By using %sUpload%s
nl_nl: %sLet op: %s met %sUpload%s

source: , %sCapture%s
nl_nl: , %sOpnemen%s

source: or %sAuto-Generate%s
nl_nl: of %sAutomatisch genereren%s

source: you will set the default thumbnail as the selected one. If you need to backup your current thumbnail, you can %sDownload%s it.
nl_nl: kun je een standaard thumbnail instellen. Als je een back-up van je huidige thumbnail wilt hebben, moet je de huidige thumbnail eerst %sDownloaden%s.

source: Capture
nl_nl: Opnemen

source: Auto-Generate
nl_nl: Automatisch genereren

source: No thumbnail was uploaded for this event
nl_nl: Voor deze media is geen thumbnail geüpload

source: Upload a thumbnail from your desktop and use it as the default thumbnail
nl_nl: Upload een thumbnail vanaf je computer.

source: Use the above player to to seek the frame you would like to use as your default thumbnail and then click on the Capture button.
nl_nl: Gebruik de videospeler hierboven om een frame te zoeken dat je als thumbnail wilt gebruiken en klik op de knop Opnemen.

source: Select one thumbnail from ten automatically generated thumbnails of this video and set it as the default thumbnail.
nl_nl: Selecteer een thumbnail uit 10 automatisch gegenereerde thumbnails van deze video.

source: Thumbnail saved successfully
nl_nl: Thumbnail is succesvol opgeslagen

source: Thumbnail for media
nl_nl: Thumbnail voor media

source: Selected 'From' date should be earlier from selected 'To' date
nl_nl: De geselecteerde datum 'Van' moet vroeger zijn dan de geselecteerde datum 'Naar'

source: Back to media page
nl_nl: Terug naar de mediapagina

source: There are no more categories.
nl_nl: Er zijn verder geen categorieën.

source: Top Categories Report
nl_nl: Rapport topcategorieën

source: Top Channels Report
nl_nl: Rapport topkanalen

source: There are no more users.
nl_nl: Er zijn verder geen gebruikers.

source: Contributor Media Content Drop Off
nl_nl: Media drop-off bijdrager

source: User Contribution Report
nl_nl: Rapport bijdragers

source: User Media Content Drop Off
nl_nl: Media drop-off gebruiker

source: User Engagement Report
nl_nl: Rapport gebruikersengagement

source: Analytics for media
nl_nl: Mediastatistieken

source: Analytics for Channel
nl_nl: Kanaalstatistieken

source: Media Items Report
nl_nl: Rapport media-items

source: User Content Dropoff Report
nl_nl: Media drop-off gebruikersrapport

source: Plays to Visits Ratio
nl_nl: Verhouding afgespeeld/bezoeken

source: Avg. Drop-Off
nl_nl: Gem. drop-off

source: Legend
nl_nl: Legenda

source: Other
nl_nl: Andere

source: No data
nl_nl: Geen gegevens

source: Find Custom Report
nl_nl: Vind een maatwerkrapportage

source: Select the report metrics you would like to download
nl_nl: Selecteer de rapportagestatistieken die je wilt downloaden

source: General Metrics
nl_nl: Algemene statistieken

source: Avg Score
nl_nl: Gem. score

source: note the scores data doesn't change per time filter
nl_nl: de scoregegevens wijzigen niet per tijdfilter

source: View Drop Off
nl_nl: Kijk drop-off

source: Avg View Time
nl_nl: Gem. kijktijd

source: Top Plays In Channels
nl_nl: Top afgespeeld in kanalen

source: View All
nl_nl: Alles bekijken

source: Top Plays In Categories
nl_nl: Top afgespeeld in categorieën

source: Top Engaged Users
nl_nl: Top geëngageerde gebruikers

source: number of media in this channel
nl_nl: aantal media-items in dit kanaal

source: number of media pages that were loaded, but not necessarily played, in this channel
nl_nl: aantal mediapagina's dat is geladen, maar mogelijk niet afgespeeld, in dit kanaal

source: Viewed
nl_nl: Bekeken

source: number of plays counted across the viewed ones, in this channel
nl_nl: aantal keren afgespeeld in dit kanaal, geteld over de bekeken video's

source: Most Popular Media
nl_nl: Populairste media

source: User Engagement and Contribution
nl_nl: Gebruikersengagement en -bijdragen

source: number of members in this channel, including subscribers
nl_nl: aantal leden in dit kanaal, inclusief abonnees

source: number of users that viewed media pages in this channel
nl_nl: aantal kijkers op dit kanaal

source: number of users that contributed media to this channel
nl_nl: aantal bijdragers op dit kanaal

source: Top Contributors
nl_nl: Top bijdragers

source: NEW
nl_nl: NIEUW

source: Contributions
nl_nl: Bijdrages

source: Last day
nl_nl: Laatste dag

source: Last %u days
nl_nl: Laatste %u dagen

source: Unique Videos
nl_nl: Unieke video's

source: Contributed By
nl_nl: Bijgedragen door

source: Plays in Channel
nl_nl: Speelt af in kanaal

source: Maximum Play-Through
nl_nl: Maximaal doorspeelpercentage

source: For
nl_nl: Voor

source: print
nl_nl: afdrukken

source: Add Note
nl_nl: Opmerking toevoegen

source: Last Attempt's Results
nl_nl: Resultaten van de laatste poging

source: Viewed
nl_nl: Bekeken

source: Answered
nl_nl: Beantwoord

source: %1 users completed this quiz, with a total of %2 attempts. Average score is %3
nl_nl: %1 gebruikers hebben deze quiz voltooid, met in totaal %2 pogingen. De gemiddelde score is %3

source: Attempts
nl_nl: Pogingen

source: Final Score (%1)
nl_nl: Eindscore (%1)

source: Remove Attempts
nl_nl: Pogingen verwijderen

source: Export to CSV
nl_nl: Exporteren naar CSV

source: Printable Version
nl_nl: Afdrukbare versie

source: Load more...
nl_nl: Meer laden...

source: There are no more questions.
nl_nl: Er zijn verder geen vragen.

source: Last Attempt removed
nl_nl: Laatste poging verwijderd

source: Attempt was removed
nl_nl: Poging is verwijderd

source: User Answered
nl_nl: Gebruiker geantwoord

source: You can remove the user's last attempt or delete all the user's attempts. <br />This action cannot be undone!
nl_nl: Je kan alleen de laatste poging - of alle pogingen van deze gebruiker verwijderen. <br/>Deze actie kan je niet ongedaan maken!

source: This will remove the user’s last attempt. <br />This action cannot be undone!
nl_nl: Hiermee verwijder je de laatste poging van de gebruiker. <br/>Deze actie kun je niet niet ongedaan maken!

source: Remove last attempt
nl_nl: Laatste poging verwijderen

source: Clear all attempts
nl_nl: Alle pogingen wissen

source: Remove Attempt
nl_nl: Laatste poging verwijderen

source: Top Users Report
nl_nl: Rapport topgebruikers

source: Click a tag to search for media with same tag
nl_nl: Klik op een tag om te zoeken naar media met dezelfde tag

source: Your entry was successfully added to %1.
nl_nl: Je entry is toegevoegd aan %1.

source: An error occured and your entry couldn’t be added to %1.
nl_nl: Er heeft zich een fout voorgedaan en je entry is niet toegevoegd aan %1.

source: Your entry was successfully removed from %1.
nl_nl: Je entry is verwijderd uit %1.

source: An error occured and your entry couldn’t be removed from %1.
nl_nl: Er heeft zich een fout voorgedaan en je entry is niet verwijderd uit %1.

source: Undo Remove from %1
nl_nl: Verwijdering uit %1 ongedaan maken

source: undo
nl_nl: ongedaan maken

source: was removed from %1
nl_nl: is niet verwijderd uit %1

source: No media in your %1
nl_nl: Geen media in je %1

source: Integrate your Kaltura Video capabilities directly into Microsoft Teams.
nl_nl: Integreer de videomogelijkheden van Kaltura in Microsoft Teams.

source: Kaltura Sign In
nl_nl: Kaltura aanmelden

source: Link your Kaltura account to Teams. This app requires administrator permissions
nl_nl: Koppel je Kaltura-account aan Teams. Voor deze app heb je systeembeheerrechten nodig

source: Tenant ID
nl_nl: Licentiehouder-ID

source: Instance Uri
nl_nl: Implementatie-URI

source: KMC User ID
nl_nl: KMC gebruikers-id

source: Sign In
nl_nl: Aanmelden

source: Don’t have a Kaltura account?
nl_nl: Heb je geen Kaltura-account?

source: click here to get started
nl_nl: klik hier om te beginnen

source: Sign in to Kaltura Video
nl_nl: Aanmelden bij Kaltura Video

source: You are now signed out. Please refresh the tab to sign in again.
nl_nl: Je bent nu afgemeld. Vernieuw het tabblad om je opnieuw aan te melden.

source: Your browser version is not supported by CaptureSpace. Supported browsers are chrome v.40 and up, Firefox v.35 and up, or IE8 and up.
nl_nl: Deze browserversie wordt niet ondersteund door Kaltura Capture. Ondersteunde browsers zijn Chrome v.40 en hoger, Firefox v.35 en hoger of IE8 en hoger.

source: Launching CaptureSpace
nl_nl: Kaltura Capture starten

source: CaptureSpace launched successfully
nl_nl: Kaltura Capture succesvol gestart

source: The Kaltura CaptureSpace Desktop Recorder
nl_nl: De Kaltura Capture Desktop Recorder

source: The Kaltura CaptureSpace Desktop Recorder enables easy capture in class, at home or on-the-go with automated publishing and interactive viewing within the LMS and Kaltura's MediaSpace video portal.
nl_nl: Met de Kaltura Capture Desktop Recorder kun je thuis of onderweg op een eenvoudige manier een opname maken, automatisch publiceren en interactief weergeven in de LMS en MediaSpace.

source: If you’ve already installed CaptureSpace, it will launch automatically.
nl_nl: Kaltura Capture start automatisch als je deze al hebt geïnstalleerd.

source: Using CaptureSpace for the first time?
nl_nl: Gebruik je Kaltura Capture voor het eerst?

source: Learn more
nl_nl: Meer informatie

source: See the <a href="%1" target="_blank">Kaltura CaptureSpace - User Manual</a> for additional information on supported systems and usage instructions.
nl_nl: Raadpleeg de <a href="%1" target="_blank">Kaltura Capture - handleiding</a> voor meer informatie over ondersteunde systemen en gebruikersinstructies.

source: To download the Kaltura CaptureSpace Desktop Recorder, please contact your system administrator.
nl_nl: Neem contact op met de systeembeheerder om de Kaltura Capture Desktop Recorder te gebruiken.

source: Resource name
nl_nl: Naam van de hulpbron

source: recording
nl_nl: aan het opnemen

source: scheduled
nl_nl: gepland

source: Running
nl_nl: In werking

source: ON AIR
nl_nl: UITZENDING GESTART

source: OFF AIR
nl_nl: UITZENDING GESTOPT

source: Stopped
nl_nl: Gestopt

source: Event Page:
nl_nl: Eventpagina:

source: Search This Dashboard
nl_nl: In dit dashboard zoeken

source: Click on one of the username/password combinations below to automatically fill them in
nl_nl: Klik op een van de onderstaande gebruikersnaam / wachtwoord-combinaties om ze automatisch in te vullen

source: No Results...
nl_nl: Geen resultaten...

source: Player Options
nl_nl: Videoplayer-opties

source: Course:
nl_nl: Seminar:

source: My Agenda
nl_nl: Mijn agenda

source: Live Broadcast Agenda
nl_nl: Agenda met de live uitzendingen

source: Start building your personal agenda
nl_nl: Begin met het samenstellen van je persoonlijke agenda

source: Hit the star button on any session to add to your personal agenda
nl_nl: Tik op de knop met de ster tijdens een sessie om deze aan je persoonlijke agenda toe te voegen

source: View Earlier Sessions
nl_nl: Eerdere sessies weergeven

source: View Later Sessions
nl_nl: Latere sessies weergeven

source: View more sessions
nl_nl: Meer sessies weergeven

source: Find Session
nl_nl: Sessie vinden

source: Your email and password did not match our records. Please try again.
nl_nl: Mailadres en wachtwoord komen niet overeen met onze registratie. Probeer opnieuw.

source: aws reinvent
nl_nl: aws opnieuw uitvinden

source: Don’t worry, it happens to the best of us. Fill in your mail below, so we can make sure its you, and we will also send instructions on how to reset your password.
nl_nl: Geen probleem, dat overkomt iedereen wel een keer. Vul hieronder je mailadres in, zodat we zeker weten dat je het bent. We sturen je instructies voor het opnieuw instellen van je wachtwoord.

source: Instructions email has been sent to %1%2%3 with a code to reset your password. If you don't see the message in your inbox, check your spam or junk folders.
nl_nl: Een mail met instructies is verzonden naar %1%2%3 met een code om je wachtwoord opnieuw in te stellen. Als je het bericht niet in je postvak ziet, controleer dan de spam- of junkmail-mappen.

source: At least 8 characters
nl_nl: Ten minste 8 tekens

source: Contains a number
nl_nl: Bevat een cijfer

source: Contains a symbol
nl_nl: Bevat een symbool

source: Contains lowercase letters
nl_nl: Bevat kleine letters

source: Contains uppercase letters
nl_nl: Bevat hoofdletters

source: Validation code is required
nl_nl: Validatiecode is verplicht

source: Validation code not valid. Make sure you have the right one, or try to reset your password again.
nl_nl: Validatiecode ongeldig. Controleer of je de juiste hebt of probeer je wachtwoord te herstellen.

source: Forgot Password limit Reached. Please contact support
nl_nl: Vergeten-wachtwoord-limiet bereikt. Neem contact op met support

source: Register
nl_nl: Registreren

source: The code you have entered is expired. Please request a new one.
nl_nl: De ingevoerde code is verlopen. Vraag een nieuwe aan.

source: Too many wrong login attempts. Login is locked for 15 minutes.
nl_nl: Teveel verkeerde inlogpogingen. Inloggen is geblokkeerd gedurende 15 minuten.

source: condition met
nl_nl: aan voorwaarde voldaan

source: condition not met
nl_nl: niet aan voorwaarde voldaan

source: By signing in, you agree to the <a href='%1' target='_blank'>AWS Event Terms and Conditions</a> and the <a href='%2' target='_blank'>AWS Code of Conduct</a>.
nl_nl: Door je aan te melden, stemt je in met de <a href='%1' target='_blank'>AWS Event-gebruiksvoorwaarden</a> en de <a href='%2' target='_blank'>AWS-gedragscode</a>.

source: Something went wrong. Please try again.
nl_nl: Er is iets fout gegaan, probeer het nogmaals.

source: Link Sent!
nl_nl: Link verzonden!

source: Check your email for a new link to set your password. Enjoy the Event!
nl_nl: Kijk in je mail voor een nieuwe link om je wachtwoord in te stellen. Geniet van het event!

source: The Link has Expired
nl_nl: De link is verlopen

source: Click below to continue your registration process.
nl_nl: Klik hieronder om door te gaan met het registratieproces.

source: Send New Link
nl_nl: Stuur een nieuwe link

source: Whoops!
nl_nl: Oeps!

source: Registration Complete
nl_nl: Registratie voltooid

source: It looks you have already registered for this event. You can use the link below to log into AWS Alexa using the username and password you set during registration
nl_nl: Je bent al geregistreerd voor dit evenement. Je kan onderstaande link gebruiken om je aan te melden op AWS Alexa met de gebruikersnaam en het wachtwoord dat je tijdens de registratie hebt ingesteld.

source: Set Password
nl_nl: Wachtwoord instellen

source: Something went wrong while setting your password, please try again.
nl_nl: Er is iets fout gegaan. Probeer het opnieuw.

source: Almost Done!
nl_nl: Bijna klaar!

source: Check your email for registration confirmation. Enjoy the Event!
nl_nl: Bekijk je mail voor registratiebevestiging. Geniet van het event!

source: Find Partner solutions
nl_nl: Partner-oplossingen vinden

source: Visit our sponsor pages to chat with AWS Partner experts, watch live demos, and dive into solutions on-demand. You might even get the chance to collect some cool SWAG.
nl_nl: Bezoek de pagina's van onze sponsors om te chatten met experts bij AWS-partners, om live demo's te bekijken en om in on-demand oplossingen te duiken. Mogelijk krijgt je zelfs de kans om wat coole SWAG te verzamelen.

source: Explore Sponsors
nl_nl: Sponsors bekijken

source: Join the AWS Cloud community
nl_nl: Sluit je aan bij de AWS Cloud-gemeenschap

source: Site Terms
nl_nl: Site-voorwaarden

source: Code of Conduct
nl_nl: Gedragscode

source: Terms and Conditions
nl_nl: Gebruiksvoorwaarden

source: Cookie Preferences
nl_nl: Cookievoorkeuren

source: • © 2021, Amazon Web Services, Inc. or its affiliates. All rights reserved.
nl_nl: • © 2021, Amazon Web Services, Inc. of diens dochterondernemingen. Alle rechten voorbehouden.

source: Your Link has Expired
nl_nl: Je link is verlopen

source: Please try again.
nl_nl: Probeer het nogmaals.

source: You are already registered for AWS Builders Online Series. Visit our website to learn more about the agenda and planned activities.
nl_nl: Je bent al geregistreerd voor AWS Builders Online Series. Bezoek onze website voor meer informatie over de agenda en geplande activiteiten.

source: Explore AWS Builders Online Series
nl_nl: Ontdek AWS Builders Online Series

source: Message
nl_nl: Bericht

source: Dismiss
nl_nl: Afwijzen

source: Allow
nl_nl: Toestaan

source: Deny
nl_nl: Afwijzen

source: Should this message be dismissed by channel visitor or not.
nl_nl: Moet de kanaalbezoeker dit bericht wel of niet afwijzen.

source: Dismiss Message
nl_nl: Bericht afwijzen

source: Enter the message text (styling HTML tags allowed).
nl_nl: Berichttekst invoeren (HTML-tags voor styling toegestaan).

source: Message Text
nl_nl: Berichttekst

source: Add Message
nl_nl: Bericht toevoegen

source: Edit Message
nl_nl: Bericht bewerken

source: Are you sure you want to delete this message?
nl_nl: Wil je dit bericht verwijderen?

source: Choose the order in which the channels will be shown in the collection. Enter a number for each of the channels to set its location, the lower the number - the higher the channel location is on the page.
nl_nl: Kies de volgorde waarin de kanalen worden weergegeven in deze collectie. Voer een nummer in voor elk kanaal om de positie in te stellen

source: Channel Name
nl_nl: Kanaalnaam

source: enter order value
nl_nl: voer volgordenummer in

source: each channel should be assigned a unique order value
nl_nl: elk kanaal moet een unieke volgordenummer toegewezen krijgen

source: Speaker:
nl_nl: Spreker:

source: Speakers:
nl_nl: Sprekers:

source: Most recent items
nl_nl: Meest recente items

source: Members Count
nl_nl: Aantal leden

source: Top %1
nl_nl: Bovenste %1

source: go to %1
nl_nl: ga naar %1

source: Visit Booth
nl_nl: Bezoek stand

source: Visit %1 Booth
nl_nl: Bezoek stand %1

source: Let's Chat
nl_nl: Laten we chatten

source: Enable custom description and enter text below.
nl_nl: Schakel klantbeschrijving in en voer hieronder tekst in.

source: Type a description
nl_nl: Typ een beschrijving

source: Moderation
nl_nl: Moderatie

source: Autoreply
nl_nl: Automatisch antwoorden

source: Enable autoreply and enter custom text below.
nl_nl: Schakel automatisch antwoorden in en voer hieronder aangepaste tekst in.

source: Type an autoreply
nl_nl: Typ een automatisch antwoord

source: Go To Channel
nl_nl: Ga naar het Kanaal

source: Enable the entry moderation for users that open the Chat when they browse within the entry page.
nl_nl: Schakel de mediamoderatie in voor gebruikers die de chat openen vanaf de afspeelpagina.

source: Enable the channel moderation for users that open the Chat when they browse within the channel pages.
nl_nl: Schakel de kanaalmoderatie in voor gebruikers die de chat openen vanaf de kanaalpagina.

source: Announcements Admin
nl_nl: Aankondigingen van de beheerder

source: Resend Confirmation Email
nl_nl: Bevestigingsmail opnieuw verzenden

source: Resend
nl_nl: Opnieuw verzenden

source: Delete User from Pool
nl_nl: Gebruiker uit pool verwijderen

source: active
nl_nl: actief

source: blocked
nl_nl: geblokkeerd

source: deleted
nl_nl: verwijderd

source: User not found in Event Platform
nl_nl: Gebruiker niet gevonden op het Eventplatform

source: User not found in Cognito
nl_nl: Gebruiker niet gevonden in Cognito

source: You are about to delete %1 from the pool.
nl_nl: Je staat op het punt %1 uit de pool te verwijderen.

source: Confirmation email sent to %1
nl_nl: Bevestigingsmail verzonden naar %1

source: unknown error
nl_nl: onbekende fout

source: %1 has been deleted.
nl_nl: %1 is verwijderd.

source: hours
nl_nl: uren

source: seconds
nl_nl: seconden

source: Take Survey
nl_nl: Enquête invullen

source: Tell us what you think about our session.
nl_nl: Vertel ons wat je van onze sessie vindt.

source: Entry link URL:
nl_nl: URL medialink:

source: Fill in the CTA link. It will show under the details tab.
nl_nl: Vul de CTA-link in. Deze staat op het tabblad Details.

source: Upload banner image
nl_nl: Upload banner-afbeelding

source: banner image
nl_nl: banner-afbeelding

source: Upload an image to replace the channel’s banner. Use 1600x900px image (png/jpg) for best results.
nl_nl: Upload een afbeelding om de banner van het kanaal te vervangen. Gebruik een afbeelding van 1600x900px (png/jpg) voor de beste resultaten.

source: Icon Entry ID
nl_nl: Pictogram media-id

source: Enter an image entry ID to display as the channel’s icon. Use 400x400px image (jpg) for best results.
nl_nl: Voer een media-id van de afbeelding in die je wilt gebruiken als pictogram voor dit kanaal. Gebruik een afbeelding van 400x400 px (jpg) voor het beste resultaat.

source: Select a video to display on the channel's header by entering the entry ID of the video. For best results, use a video with an aspect ration of 16:9. Media of type Quiz is not supported.
nl_nl: Voer de media-id van de video, die je in de header van dit kanaal wil weergeven. Gebruik voor het beste resultaat een video met een beeldverhouding van 16:9. Media van het type Quiz wordt niet ondersteund.

source: Select which CTA buttons/links to show. Between the 'Meeting', 'Chat', and 2 CTA buttons, only the first 3 will display on the UI in large screens, and only 2 in smaller screens. (Order by priority from top to bottom - 'Meeting', 'Chat', CTA1, CTA2)
nl_nl: Selecteer welke CTA-knoppen/links je wilt weergeven. Tussen de knoppen 'Vergadering', 'Chat' en 2 CTA-knoppen worden op grote schermen in de gebruikersinterface alleen de eerste 3 weergegeven en op kleinere schermen slechts 2. (Volgorde op prioriteit van boven naar beneden: 'Vergadering', 'Chat', CTA1, CTA2)

source: Display the Kaltura Meeting Room button.
nl_nl: Toon de knop Kaltura Meeting Room.

source: Display a custom link button.
nl_nl: Toon een aangepaste linkknop.

source: Select the name that will be displayed on the button.
nl_nl: Selecteer de naam die op de knop moet worden weergegeven.

source: Select the HTML link you wish users to be navigated to. links will open in a new tab.
nl_nl: Selecteer de HTML-link waarnaar gebruikers moeten navigeren. Links worden in een nieuw tabblad geopend.

source: Select which tabs to show on the channel page. Note that the Sessions and Playlist tabs will automatically be hidden if no content is available in either.
nl_nl: Selecteer welke tabbladen op de kanaalpagina worden weergegeven. De tabbladen Sessies en Afspeellijst worden automatisch verborgen als ze geen content bevatten.

source: Select which tabs will show up first on the channel page. Note that if the Sessions or Playlist tabs are selected as the default tag, but contain no content, the next tab available will show instead.
nl_nl: Selecteer welke tabbladen het eerst worden getoond op de kanaalpagina. Als je het tabblad Sessies of Afspeellijst selecteert als de standaard tag, maar deze bevat geen content, dan wordt in plaats daarvan het volgende beschikbare tabblad getoond.

source: Tabs
nl_nl: Tabbladen

source: Default Tab
nl_nl: Standaard tabblad

source: Channel Type
nl_nl: Kanaaltype

source: Select the type of channel. Channel types are defined by the site admin.
nl_nl: Selecteer het kanaaltype. Kanaaltypes zijn gedefinieerd door de beheerder van de site.

source: Platinum
nl_nl: Platina

source: Gold
nl_nl: Goud

source: Bronze
nl_nl: Brons

source: All Tiers
nl_nl: Alle niveaus

source: Channel Rank
nl_nl: Rangorde kanaal

source: Select the rank of the channel.
nl_nl: Selecteer de rangorde van het kanaal.
