Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Select the Channel View Mode
nl_nl: Kanaal verwijderen

source: View Mode
nl_nl: Weergavemodus

source: Detailed
nl_nl: Gedetailleerd

source: You must select a user
nl_nl: Je moet een gebruiker selecteren

source: Watch All Sessions
nl_nl: Bekijk alle sessies

source: Learn More
nl_nl: Meer informatie

source: Session Image
nl_nl: Sessie-afbeelding

source: Let's Meet
nl_nl: Laten we afspreken

source: Add To Watch List
nl_nl: Toevoegen aan kijklijst

source: Added To Watch List
nl_nl: Toegevoegd aan kijklijst

source: Remove From Watch List
nl_nl: Verwijder uit kijklijst

source: Date
nl_nl: Datum

source: Select Date
nl_nl: Datum selecteren

source: All Sessions
nl_nl: Alle sessies

source: link to advertisement image
nl_nl: Link naar advertentie-afbeelding

source: We couldn’t find any results
nl_nl: We konden geen resultaten vinden

source: Close side bar
nl_nl: Zijbalk sluiten

source: Watch VOD
nl_nl: VOD bekijken

source: Add To Calendar
nl_nl: Aan agenda toevoegen

source: View All Sessions
nl_nl: Bekijk alle sessies

source: to
nl_nl: tot

source: Add to Calendar
nl_nl: Aan agenda toevoegen

source: Picture of Presenter
nl_nl: Afbeelding van presentator

source: View Scheduled Only
nl_nl: Geef alleen gepland weer

source: Scheduled
nl_nl: Gepland

source: Back to %1
nl_nl: Terug naar %1

source: Open sub menu %1
nl_nl: Submenu %1 openen

source: %1 more presenter
nl_nl: Nog %1 presentator

source: %1 more presenters
nl_nl: Nog %1 presentatoren

source: Follow us on Twitter
nl_nl: Volg ons op Twitter

source: Follow us on Facebook
nl_nl: Volg ons op Facebook

source: Connect with us on LinkedIn
nl_nl: Neem contact met ons op via LinkedIn

source: Subscribe to our YouTube Channel
nl_nl: Registreer op ons YouTube-kanaal

source: Follow us on instagram
nl_nl: Volg ons op Instagram

source: Watch us on twitch
nl_nl: Bekijk ons op Twitch

source: Follow us on Slack
nl_nl: Volg ons op Slack

source: Confirm new Password
nl_nl: Nieuw wachtwoord bevestigen

source: RESET PASSWORD MAIL WAS SENT
nl_nl: EMAIL VOOR WACHTWOORDRESET IS VERZONDEN

source: Inclusion Policy
nl_nl: Inclusiviteitsbeleid

source: Privacy Policy
nl_nl: Privacybeleid

source: Legal Info
nl_nl: Juridische info

source: Contact Us
nl_nl: Contact opnemen

source: April %1
nl_nl: %1 april

source: Conference & Training
nl_nl: Congres en training

source: Sign in to GTC
nl_nl: Registreren op GTC

source: Create an Account
nl_nl: Een account aanmaken

source: It's free and easy!
nl_nl: Het is gratis en eenvoudig!

source: Forgot Password?
nl_nl: Wachtwoord vergeten?

source: Confirmation email status
nl_nl: Status bevestigingsmail

source: For some reason we couldn’t confirm your email…
nl_nl: We konden je mailadres niet verifiëren...

source: Resend confirmation email
nl_nl: Bevestigingsmail opnieuw verzenden

source: Edit Registration Details
nl_nl: Registratiegegevens bewerken

source: Update Registration Details
nl_nl: Registratiegegevens bijwerken

source: Oops, something went wrong...
nl_nl: Er is iets fout gegaan...

source: Please contact %1
nl_nl: Neem contact op met %1

source: email sent
nl_nl: mail verzonden

source: We’re sorry to see you go
nl_nl: Jammer dat je weggaat

source: You are no longer registered for NVIDIA GTC 2021.
nl_nl: Je bent niet meer geregistreerd voor NVIDIA GTC 2021.

source: Visit GTC website to invent the future together
nl_nl: Ga naar de GTC-website om samen de toekomst te ontdekken

source: Explore Now
nl_nl: Ontdek nu

source: Wait!
nl_nl: Wacht!

source: Are you sure you want to unregister from NVIDIA GTC 2021?
nl_nl: Wil je je uitschrijven voor NVIDIA GTC 2021?

source: I want to participate!
nl_nl: Ik wil meedoen!

source: Verify Your Email
nl_nl: Check je mail

source: Please use a valid email address
nl_nl: Gebruik een geldig mailadres

source: Select all that apply
nl_nl: Selecteer alles wat van toepassing is

source: What’s your story?
nl_nl: Wat is jouw verhaal?

source: Where are you located?
nl_nl: Waar bevind je je?

source: Select country or region
nl_nl: Selecteer land of regio

source: State
nl_nl: Staat

source: Select State
nl_nl: Selecteer staat

source: Select industry
nl_nl: Selecteer branche

source: Select role
nl_nl: Selecteer rol

source: Select gender
nl_nl: Selecteer geslacht

source: Set your username/password
nl_nl: Stel je gebruikersnaam/wachtwoord in

source: Company / Organization
nl_nl: Bedrijf/organisatie

source: Which industry are you a part of?
nl_nl: Bij welke branche behoor je?

source: What do you do?
nl_nl: Wat doe je?

source: Which topics are you most excited about?
nl_nl: Welke onderwerpen vind je het interessantst?

source: Select Topics
nl_nl: Onderwerpen selecteren

source: One or more selections are required
nl_nl: Eén of meer selecties zijn verplicht

source: If you’re an application developer/software engineer, what types of apps do you develop?
nl_nl: Ben je een toepassingsontwikkelaar/software-engineer? Welke typen apps hebt je ontwikkeld?

source: Select up to 3 topics
nl_nl: Selecteer tot 3 onderwerpen

source: Select up to 3 types
nl_nl: Selecteer tot 3 typen

source: Select Types
nl_nl: Selecteer typen

source: How do you identify yourself?
nl_nl: Hoe noem je jezelf?

source: Gender
nl_nl: Geslacht

source: Select race/ethnicity
nl_nl: Selecteer ras/ethniciteit

source: %1Click here%2 to view the GTC 2021 Registration Terms & Conditions
nl_nl: %1Klik hier%2 om de Algemene registratievoorwaarden van GTC 2021 te bekijken

source: I can confirm that I am 18 years of age or older.
nl_nl: Ik ben 18 jaar of ouder.

source: By attending a sponsored session indicated by "Presented by" in the talk title, I understand that my information will be shared with the presenting sponsor and will be handled in accordance with the presenting sponsors’ privacy policy.
nl_nl: Door deel te nemen aan een gesponsorde sessie die in de titel wordt aangegeven als "Gepresenteerd door", geef ik aan dat ik begrijp dat mijn informatie met de presenterende sponsor zal worden gedeeld en volgens het privacybeleid van de presenterende sponsor zal worden verwerkt.

source: Connecting with NVIDIA
nl_nl: Verbinding maken met NVIDIA

source: If you are interested in events focused on diversity and inclusion taking place at GTC, you can opt-in below. (Opting into this list is not anonymous.)
nl_nl: Als je bent geïnteresseerd in evenementen die zijn gericht op diversiteit en inclusiviteit die bij GTC plaatsvinden, kan je je hieronder inschrijven. (Inschrijving op deze lijst is niet anoniem.)

source: Yes, I'd like to receive more information about these events.
nl_nl: Ja, ik ontvang graag meer informatie over deze evenementen.

source: Be the first to learn about new SDKs, developer tools, and training.
nl_nl: Wees de eerste om meer informatie te krijgen over nieuwe SDK's, ontwikkelaarsmiddelen en training.

source: Send me the latest enterprise news, announcements, and more from NVIDIA. I can unsubscribe at any time.
nl_nl: Stuur me het laatste nieuws over het bedrijf, aankondigingen en meer van NVIDIA. Ik kan op elk moment uitschrijven.

source: Get product updates, customer stories, and industry news.
nl_nl: Ontvang product-updates, verhalen van klanten en nieuws over de branche.

source: Send me the latest developer news, announcements, and more from NVIDIA. I can unsubscribe at any time.
nl_nl: Stuur me het laatste nieuws over ontwikkelaars, aankondigingen en meer van NVIDIA. Ik kan me op elk moment uitschrijven.

source: Select an option
nl_nl: Selecteer een optie

source: In which language would you like to receive your messages from NVIDIA?
nl_nl: In welke taal wil je berichten van NVIDIA ontvangen?

source: Select a Language
nl_nl: Selecteer een taal

source: Please Reconfirm your password
nl_nl: Bevestig je wachtwoord opnieuw

source: Captcha is required
nl_nl: Captcha is verplicht

source: * Required Fields
nl_nl: * Verplichte velden

source: Registration code (optional)
nl_nl: Registratiecode (optioneel)

source: Check your inbox for an email verification to complete your NVIDIA GTC 2021 registration.
nl_nl: Controleer je postvak IN voor een mailverificatie om je registratie met NVIDIA GTC 2021 te voltooien.

source: Missing your confirmation email?
nl_nl: Ontbreekt je bevestigingsmail?

source: Please email us at %1GTC_registration@event.nvidia.com%2 and we will get back to you within 24 hours.
nl_nl: Stuur ons een mail via %1GTC_registration@event.nvidia.com%2. Je ontvangt een reactie van ons binnen 24 uur.

source: See you soon!
nl_nl: Tot binnenkort!

source: Check out the agenda on our website
nl_nl: Bekijk de agenda op onze website

source: Explore NVIDIA GTC21
nl_nl: NVIDIA GTC21 ontdekken

source: We’re sorry!
nl_nl: Het spijt ons!

source: Your registration details have been successfully updated.
nl_nl: De gegevens van je registratie zijn bijgewerkt.

source: Need help?
nl_nl: Heb je hulp nodig?

source: By attending a sponsored session indicated by "Presented by" in the talk title, I understand that my information will be shared with the presenting sponsor and will be handled in accordance with the presenting sponsors’ %1privacy policy%2.
nl_nl: Door deel te nemen aan een gesponsorde sessie die in de titel wordt aangegeven als "Gepresenteerd door", geef ik aan dat begrijp dat mijn informatie met de presenterende sponsor wordt gedeeld en volgens het %1privacybeleid%2 van de presenterende sponsor zal worden verwerkt.

source: Check out GTC agenda
nl_nl: Bekijk de GTC-agenda

source: Rather not say
nl_nl: Ik zeg dat liever niet

source: Prefer not to answer
nl_nl: Ik geef liever geen antwoord

source: Required fields must be filled in
nl_nl: Verplichte velden moeten worden ingevuld

source: Your first name may not contain special characters
nl_nl: Je voornaam mag geen speciale tekens bevatten

source: Your last name may not contain special characters
nl_nl: Je achternaam mag geen speciale tekens bevatten

source: Please confirm company policy
nl_nl: Bevestig het bedrijfsbeleid

source: Please confirm age
nl_nl: Bevestig je leeftijd

source: Please confirm understanding sponsored session privacy policy
nl_nl: Bevestig dat je het privacybeleid voor de gesponsorde sessies begrijpt

source: Something went wrong during the sign-up process. Please try again later or contact support at %1
nl_nl: Inschrijven mislukt. Probeer later nogmaals of neem contact op met gebruikersondersteuning via %1.

source: Something went wrong. Please contact %1.
nl_nl: Er is iets fout gegaan. Neem contact op met %1.

source: I confirm that I have read and agree to the %1Privacy Policy%2 and Terms and Conditions.
nl_nl: Ik bevestig dat ik het %1Privacybeleid%2 en de Algemene voorwaarden heb gelezen en begrepen.

source: Don't worry, it happens to the best of us. Fill in your email below, and we will send instructions to reset your password so we can make sure you're really you.
nl_nl: Geen probleem, dat overkomt iedereen wel een keer. Vul hieronder je mailadres in, zodat we zeker weten dat je het bent. We sturen je instructies voor het opnieuw instellen van je wachtwoord.

source: Sign in to NVIDIA GTC 2021
nl_nl: Inschrijven op NVIDIA GTC 2021

source: Contact NVIDIA GTC support at %1GTC_registration@event.nvidia.com%2 and we will get back to you within 24 hours.
nl_nl: Neem contact op met NVIDIA GTC-ondersteuning via %1GTC_registration@event.nvidia.com%2. Binnen 24 uur antwoorden we.

source: Missing your reset password email?
nl_nl: Geen mail ontvangen voor het resetten van je wachtwoord?

source: Other Executive/C-level/SVP
nl_nl: Overig Executive/C-niveau/SVP

source: If you did not change your GTC password recently, please contact support at %1GTC_registration@event.nvidia.com%2
nl_nl: Als je niet recent het GTC-wachtwoord hebt gewijzigd, neem dan contact op met de ondersteuning via %1GTC_registration@event.nvidia.com%2.

source: Your NVIDIA GTC 2021 password has been changed
nl_nl: Je wachtwoord voor NVIDIA GTC 2021 is gewijzigd

source: Login Now
nl_nl: Nu inloggen

source: Update Details
nl_nl: Details bijwerken

source: Close %1
nl_nl: %1 sluiten

source: Expand %1
nl_nl: %1 uitvouwen

source: Expand
nl_nl: Uitvouwen

source: Contact us
nl_nl: Contact opnemen

source: Visit %1 Cookie Preferences %2 and allow Functional cookies to enable this feature
nl_nl: Bezoek %1 Cookie-voorkeuren %2 en sta functionele cookies toe om deze optie in te schakelen

source: Need more help? Want to connect with an AWS expert?
nl_nl: Meer hulp nodig? Wil je verbonden worden met een AWS-expert?

source: Browser not supported. To contact us please use the latest version of Chrome, Internet Explorer, Firefox or Safari
nl_nl: Deze browser wordt niet ondersteund. Gebruik de nieuwste versie van Chrome, Internet Explorer, Firefox of Safari om contact met ons op te nemen.

source: Visit Page
nl_nl: Pagina bezoeken

source: Feature not available
nl_nl: Optie niet beschikbaar

source: Can’t find your answer?
nl_nl: Vind je geen antwoord?

source: advertisement image
nl_nl: advertentie-afbeelding

source: News Image
nl_nl: Nieuwsafbeelding

source: Read %1
nl_nl: Lees %1

source: Visit media page %1
nl_nl: Bezoek mediapagina %1

source: Pause Preview
nl_nl: Preview pauzeren

source: Play Preview
nl_nl: Preview afspelen

source: go to playlist
nl_nl: ga naar afspeellijst

source: next slide arrow
nl_nl: pijltje volgende dia

source: previous slide arrow
nl_nl: pijltje vorige dia

source: link to media
nl_nl: link naar media

source: toggle preview
nl_nl: Preview wisselen

source: close
nl_nl: sluiten

source: Fill in your email address below and hit send.
nl_nl: Vul hieronder je mailadres in en tik op Verzenden.

source: We will send you an email with login details.
nl_nl: We sturen je een mail met inloggegevens.

source: Email is on the way
nl_nl: Email is onderweg

source: The email is on its way to you with login information.
nl_nl: Je krijgt een mail met inloggegevens.

source: You should receive it in a few minutes.
nl_nl: Je moet het binnen een paar minuten ontvangen.

source: It looks you have already registered for this event. You can use the link below to log into AWS National using the username and password you set during registration
nl_nl: Je bent al geregistreerd voor dit evenement. Je kan de onderstaande link gebruiken om je aan te melden op AWS National met de gebruikersnaam en het wachtwoord dat je tijdens de registratie hebt ingesteld.

source: User Image
nl_nl: Gebruikersafbeelding

source: Watch Intro
nl_nl: Intro bekijken

source: Change photo
nl_nl: Foto wijzigen

source: navigate to linkedIn profile
nl_nl: naar LinkedIn-profiel

source: Amazing! You collected %1 badge so far
nl_nl: Geweldig! Je hebt tot nu toe %1 badge ontvangen

source: Amazing! You collected %1 badges so far
nl_nl: Geweldig! Je hebt tot nu toe %1 badges ontvangen

source: Image for badge:
nl_nl: Afbeelding voor badge:

source: Image for level:
nl_nl: Afbeelding voor niveau:

source: Collect more badges
nl_nl: Verzamel meer badges

source: Start collecting badges
nl_nl: Begin met het verzamelen van badges

source: How to get it
nl_nl: Zo krijgt je ze

source: Edit Profile
nl_nl: Profiel bewerken

source: Photo upload failed.
nl_nl: Uploaden bestand mislukt.

source: Please enter your name.
nl_nl: Voer de naam van een afspeellijst in.

source: Write a short bio to introduce yourself. (500 characters max)
nl_nl: Schrijf een korte bio om jezelf voor te stellen (maximaal 500 tekens)

source: Failed to update details
nl_nl: Bijwerken van details mislukt

source: Company
nl_nl: Bedrijf

source: Country
nl_nl: Land

source: City
nl_nl: Stad

source: Zip
nl_nl: Postcode

source: Date Of Birth
nl_nl: Geboortedatum

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: • © 2020, Amazon Web Services, Inc. or its affiliates. All rights reserved.
nl_nl: • © 2020, Amazon Web Services, Inc. of diens dochterondernemingen. Alle rechten voorbehouden.

source: Registration Updated
nl_nl: Registratie bijgewerkt

source: Your registration information has been successfully updated.
nl_nl: De gegevens van je registratie zijn bijgewerkt.

source: to return to AWS Sales Kickoff 2021
nl_nl: om terug te keren naar de AWS Sales Kickoff 2021

source: All fields are required
nl_nl: Alle velden zijn verplicht

source: Interests
nl_nl: Interesses

source: Select Your Learning Interests
nl_nl: Selecteer je leerinteresses

source: Select Learning Interests
nl_nl: Selecteer leerinteresses

source: Select up to 6 learning interests to enhance your content journey. These will appear as recommended sessions.
nl_nl: Selecteer tot 6 interesses om content te matchen met je leertraject. De bijpassende content verschijnt als aanbevolen sessies.

source: Executive Relationship Competency
nl_nl: Leidinggevende competenties

source: Industry / Vertical
nl_nl: Industrie / Beroepsgroep

source: Sales Competency
nl_nl: Sales competentie

source: Technical Competency
nl_nl: Technische competentie

source: One or more interests are required
nl_nl: Een of meer interesses zijn verplicht

source: %1/6 Select Learning Interests
nl_nl: %1/6 Selecteer leerinteresses

source: Job Title
nl_nl: Functietitel

source: Select Country or Region
nl_nl: Selecteer land of regio

source: Select GEO
nl_nl: Selecteer GEO

source: Select Job Role
nl_nl: Selecteer taakomschrijving

source: State/Province
nl_nl: Staat/provincie

source: Postal Code
nl_nl: Postcode

source: Job Role
nl_nl: Taakomschrijving

source: Enter your information
nl_nl: Voer je informatie in

source: Connecting with Partners
nl_nl: Verbinding maken met partners

source: The Leagues: A social learning experience
nl_nl: De Competitie: een sociale leerervaring

source: Click here to return to AWS Sales Kickoff 2021
nl_nl: Klik hier om terug te keren naar de AWS Sales Kickoff 2021

source: It looks you have already registered for this event. You can use the link below to log into AWS Summit Online ASEAN using the username and password you set during registration
nl_nl: Je bent al geregistreerd voor dit evenement. Je kan de onderstaande link gebruiken om je aan te melden op AWS Summit Online ASEAN met de gebruikersnaam en het wachtwoord dat je tijdens de registratie hebt ingesteld

source: Looks like you already registered to the event. You can use the link below to log in using the username and password you set during registration.
nl_nl: Je bent al geregistreerd voor het event. Je kan de onderstaande link gebruiken om aan te melden met de gebruikersnaam en het wachtwoord dat je tijdens de registratie hebt ingesteld.

source: Log in
nl_nl: Aanmelden

source: Redirecting...
nl_nl: Omleiding...

source: There are no more playlists items.
nl_nl: Er zijn verder geen afspeellijst-items.

source: No playlist found.
nl_nl: Geen afspeellijst gevonden.

source: No more playlists found.
nl_nl: Geen afspeellijsten gevonden.

source: Embed Settings
nl_nl: Instellingen insluiten

source: Embedded Media Options
nl_nl: Ingesloten mediaopties

source: Upload Date
nl_nl: Upload-datum

source: Media Galleries
nl_nl: Mediagalerijen

source: Search for Courses
nl_nl: Zoek naar seminars

source: Refresh Media Library
nl_nl: Mediabibliotheek vernieuwen

source: We're sorry, this page is not compatible with your device
nl_nl: Deze pagina is niet compatibel met je apparaat

source: Save and Embed
nl_nl: Opslaan en insluiten

source: Yes, please
nl_nl: Ja, graag

source: No, thanks
nl_nl: Nee, bedankt

source: Required fields are missing. Please <a href=
nl_nl: Verplichte velden ontbreken. <a href=

source: Required fields are missing. Contact <a href="mailto:%1">media owner</a>.
nl_nl: Verplichte velden ontbreken. Neem contact op met de <a href="mailto:%1">contenteigenaar</a>.

source: Select %1
nl_nl: %1 selecteren

source: Large
nl_nl: Groot

source: Small
nl_nl: Klein

source: Search in course playlists
nl_nl: Zoek in seminar-afspeellijsten

source: Search in course
nl_nl: Zoeken in seminar

source: Search in shared repository
nl_nl: Zoeken in gedeelde opslagplaats

source: Let's get started!
nl_nl: Laten we beginnen!

source: Choose one of the tools below to add & embed new media.
nl_nl: Kies 1 van de onderstaande tools om nieuwe media toe te voegen & in te bouwen.

source: Use
nl_nl: Gebruik

source: Enable Shared Repository
nl_nl: Gedeelde opslagplaats activeren

source: session cookies
nl_nl: sessiecookies

source: It seems your browser is blocking 3rd party %1 which are required for the Kaltura application. To resolve this issue, please update your settings to allow 3rd party cookies.
nl_nl: Je browser blokkeert %1 van derden, die voor de Kaltura-applicatie zijn vereist. Om dit probleem op te lossen, moet je je instellingen bijwerken en cookies van derde partijen toestaan.

source: No featured media in course.
nl_nl: Geen aanbevolen media in de seminar.

source: Create a Webcast Event
nl_nl: Een webcast event aanmaken

source: Schedule a Webcast Event
nl_nl: Een webcast event plannen

source: Event Date:
nl_nl: Datum event:

source: Event Time:
nl_nl: Tijd event:

source: There are no webcast events.
nl_nl: Er zijn geen webcast events.

source: HLS Primary Stream URL
nl_nl: HLS primaire stream URL

source: HLS Secondary Stream URL
nl_nl: HLS secundaire stream URL

source: Enable Preview
nl_nl: Preview inschakelen

source: Stream Source:
nl_nl: Stream bron:

source: Only Talking Heads
nl_nl: Alleen sprekers

source: Talking Heads + Content Share (PiP)
nl_nl: Sprekers + content delen (PiP)

source: Only the Talking Heads will be broadcasted, the Screen Share will not be broadcasted or recorded
nl_nl: Alleen sprekers worden uitgezonden, een gedeeld scherm wordt niet uitgezonden of opgenomen

source: Select Stream Source
nl_nl: Stream-bron selecteren

source: Simulive VOD Source
nl_nl: Simulive VOD-bron

source: presenter image for %1
nl_nl: Afbeelding presentator voor %1

source: Webcast Event Thumbnail
nl_nl: Thumbnail webcastevent

source: See %u more
nl_nl: Zie %u meer

source: Kaltura Webcasting Desktop Application is an advanced webcasting tool for streaming live video with slide synchronization, automatic recording and real-time reports.
nl_nl: Kaltura Webcasting Desktop Application is een geavanceerde webcastingtool voor het streamen van live video met diasynchronisatie, automatische opname en real-time rapportage.

source: Windows System Requirements
nl_nl: Windows-systeemvereisten

source: Windows 7 and up
nl_nl: Windows 7 en hoger

source: OS X System Requirements
nl_nl: OS X Systeemvereisten

source: OS X 10.7 and up
nl_nl: OS X 10.7 en hoger

source: View last broadcast
nl_nl: Laatste uitzending bekijken

source: show less...
nl_nl: minder tonen...

source: Name:
nl_nl: Naam:

source: Presenter's Name
nl_nl: Naam van de presentator

source: External Link to Presenter's info
nl_nl: Externe link naar de informatie over de presentator

source: Presenter's Title
nl_nl: Titel van de presentator

source: Presenter's Biography
nl_nl: Biografie van de presentator

source: Image:
nl_nl: Afbeelding:

source: Save Presenter
nl_nl: Presentator opslaan

source: Update Presenter
nl_nl: Presentator updaten

source: Add a presenter
nl_nl: Een presentator toevoegen

source: Presenter (PRESENTER)`s information will be removed from this webcast.</br>Are you sure you want to continue?
nl_nl: De informatie over de presentator (PRESENTATOR) wordt van deze webcast verwijderd.</br>Wil je doorgaan?

source: Add New Meeting Room
nl_nl: Nieuwe vergaderruimte toevoegen

source: Meeting Started
nl_nl: Vergadering is gestart

source: Click to join the meeting room
nl_nl: Klik om naar de vergaderruimte te gaan

source: Meeting Rooms can only be accessed from a desktop machine, using the following browsers:
nl_nl: Vergaderruimten zijn alleen vanaf een desktop-computer toegankelijk met deze browsers:
