Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Filter Resources
nl_nl: Hulpbronnen filteren

source: My Schedule
nl_nl: Mijn planning

source: There are no occurrences in this series
nl_nl: Er zijn geen events in deze serie

source: Occurs every weekday effective %1 until %2
nl_nl: Vind elke weekdag plaats van %1 tot %2

source: Occurs every %1 days effective %2 until %3
nl_nl: Vind elke %1 dagen plaats van %2 tot %3

source: Occurs every day effective %1 until %2
nl_nl: Vind elke dag plaats van %1 tot %2

source: Occurs every %1 week(s) on %2 effective %3 until %4
nl_nl: Vind elke %1 we(e)k(en) plaats op %2 van %3 tot %4

source: Occurs every %1 effective %2 until %3
nl_nl: Vind elke %1 plaats van %2 tot %3

source: Occurs day %1 of every %2 month(s) effective %3 until %4
nl_nl: Vind dag %1 van elke %2 maand(en) plaats van %3 tot %4

source: Occurs the %1 %2 of every %3 month(s) effective %4 until %5
nl_nl: Vind plaats op %1 %2 van elke %3 maand(en) van %4 tot %5

source: (Time Zone: %1)
nl_nl: (Tijdzone: %1)

source: Invalid Media
nl_nl: Ongeldige media

source: Form Selection is Mandatory
nl_nl: Formulierkeuze is verplicht

source: Failed to save registration details
nl_nl: Kan registratiegegevens niet opslaan

source: Registration info saved.
nl_nl: Registratie-informatie opgeslagen.

source: Failed to Toggle Registration for Media
nl_nl: Kan registratie voor media niet in- of uitschakelen

source: Registration Enabled For Media
nl_nl: Registratie ingeschakeld voor media

source: Registration Disabled For Media
nl_nl: Registratie uitgeschakeld voor media

source: Add Registration
nl_nl: Registratie toevoegen

source: Select a Registration Form
nl_nl: Selecteer een registratieformulier

source: Enable Registration Page
nl_nl: Registratiepagina inschakelen

source: Select a form to enable the Registration Page
nl_nl: Selecteer een formulier om de registratiepagina in te schakelen

source: Header Banner
nl_nl: Banner bovenin

source: The Image shown in the background of the Header section.
nl_nl: De achtergrondafbeelding in de koptekst.

source: The Title shown in the Header section,
nl_nl: De titel in de koptekst,

source: Edit Title
nl_nl: Titel bijwerken

source: The Description section is shown above the Media section,
nl_nl: De beschrijving wordt weergegeven boven de media,

source: Edit Description
nl_nl: Beschrijving bewerken

source: Your email address is not in the approved domains. Please use an approved email domain to login.
nl_nl: Je mailadres staat niet op de lijst met goedgekeurde domeinen. Gebruik een mailadres van een goedgekeurd domein om je aan te melden.

source: Something went wrong during the sign-up process. Please try again later or contact support.
nl_nl: Inschrijven mislukt. Probeer later nogmaals of neem contact op met gebruikersondersteuning.

source: Verify My Email
nl_nl: Verifieer mijn mailadres

source: Set Media Schedule
nl_nl: Mediaplanning opstellen

source: (The time range in which this media should be available)
nl_nl: (Het tijdvak dat deze media beschikbaar moet zijn)

source: Schedule
nl_nl: Planning

source: MANAGE CONFIGURATION
nl_nl: CONFIGURATIE BEHEREN

source: MANAGE USERS
nl_nl: GEBRUIKERS BEHEREN

source: MANAGE GROUPS
nl_nl: GROEPEN BEHEREN

source: KNOWLEDGE BASE
nl_nl: KENNISBANK

source: CLEAR THE CACHE
nl_nl: CACHEGEHEUGEN WISSEN

source: LOG VIEWER
nl_nl: KIJKERSLOG

source: GO TO SITE
nl_nl: GAAR NAAR SITE

source: LOGOUT
nl_nl: UITLOGGEN

source: Notice
nl_nl: Opmerking

source: Requirements
nl_nl: Vereisten

source: Action
nl_nl: Actie

source: Yes, Save
nl_nl: Ja, opslaan

source: Select Category
nl_nl: Categorie selecteren

source: The cache was flushed successfully.
nl_nl: cachegeheugen gewist.

source: success
nl_nl: succes

source: Developer Tools
nl_nl: Ontwikkelaartools

source: Export configuration to a file
nl_nl: Configuratie exporteren naar een bestand

source: Import configuration from a file
nl_nl: Configuratie importeren uit een bestand

source: Create uiConfs for Widgets
nl_nl: Maak uiConfs voor Widgets aan

source: Create Custom Metadata profiles
nl_nl: Maak aangepaste metadataprofielen aan

source: How to enable "Developer Tools"
nl_nl: Hoe kan ik "Ontwikkelaartools" activeren

source: Save (no cache clear)
nl_nl: Opslaan (cache niet wissen)

source: Enable Terms of Use
nl_nl: Gebruiksvoorwaarden activeren

source: Deployment
nl_nl: Toepassing

source: Debug Mode cookie was planted, and will persist until you close your browser :)
nl_nl: Er is een debugmodus-cookie geplaatst, die blijft bestaan totdat je de browser afsluit :)

source: Debug Mode cookie
nl_nl: Debugmodus-cookie

source: Users List Request
nl_nl: Gebruikerslijstaanvragen

source: The unique execution id, is a mandatory parameter.
nl_nl: Het unieke uitvoerings-ID is een verplichte parameter.

source: Unique Execution Id
nl_nl: Uniek uitvoerings-ID

source: Debug Level
nl_nl: Debugniveau

source: Log File
nl_nl: Logbestand

source: General Log
nl_nl: Algemeen logboek

source: API Log
nl_nl: API-logboek

source: API Errors
nl_nl: API-fouten

source: Trace Log
nl_nl: Logboek traceren

source: Nothing found in the log file
nl_nl: In het logbestand is niets gevonden

source: %1 Administration Area
nl_nl: %1 Administratorzone

source: Please login using your Kaltura account
nl_nl: Log in met je Kaltura-account

source: Yes, Restore
nl_nl: Ja, herstellen

source: Unit tests create test categories and content
nl_nl: Een unittest maakt testcategorieën en content

source: Please keep in mind that some of the test content may remain in your account after the tests are complete
nl_nl: Bepaalde testcontent kan, ook na afronding van de tests, in je account blijven staan

source: Delete User
nl_nl: Gebruiker verwijderen

source: Number of users:
nl_nl: Aantal gebruikers:

source: ADD NEW USER
nl_nl: NIEUWE GEBRUIKER TOEVOEGEN

source: DELETE CHECKED
nl_nl: SELECTIE VERWIJDEREN

source: SUBMIT CSV
nl_nl: CSV INDIENEN

source: DOWNLOAD CSV
nl_nl: CSV DOWNLOADEN

source: Extra data
nl_nl: Extra gegevens

source: Registration status
nl_nl: Registratiestatus

source: No data found
nl_nl: Geen gegevens gevonden

source: Unknown
nl_nl: Onbekend

source: Block
nl_nl: Blokkeren

source: Blocked
nl_nl: Geblokkeerd

source: Unblock
nl_nl: Blokkering opheffen

source: Deleted
nl_nl: Verwijderd

source: Role does not exist in config file: user will not be able to log in.
nl_nl: Deze rol bestaat niet in het configuratiebestand: deze gebruiker kan niet inloggen.

source: Login As
nl_nl: Log in als

source: Show Groups
nl_nl: Groepen tonen

source: Clear Group Hash
nl_nl: Groephash wissen

source: Select Groups
nl_nl: Groepen selecteren

source: Select Users / Groups
nl_nl: Gebruikers/groepen selecteren

source: You are not allowed to remove this media.
nl_nl: Je mag deze media niet verwijderen.

source: Are you sure you want to remove this item from the
nl_nl: Wil je dit item verwijderen uit de

source: Remove
nl_nl: Verwijderen

source: Remove Media
nl_nl: Media verwijderen

source: Create a New Channel
nl_nl: Een nieuw kanaal aanmaken

source: Are you sure you want to delete %1?
nl_nl: Wil je %1 verwijderen?

source: Delete Confirmation
nl_nl: Verwijderen bevestigd

source: You do not manage any channels.
nl_nl: Je beheert geen kanalen.

source: You are not a member of any channel.
nl_nl: Je bent geen lid van een kanaal.

source: You are not subscribed to any channel.
nl_nl: Je bent niet geabonneerd op een kanaal.

source: Search (as manager)
nl_nl: Zoeken (als manager)

source: Search (as member)
nl_nl: Zoeken (als lid)

source: There are no more channels.
nl_nl: Er zijn verder geen kanalen.

source: Search for channels
nl_nl: Zoeken naar kanalen

source: There are no channels.
nl_nl: Er zijn geen kanalen.

source: My Shared Repositories
nl_nl: Mijn gedeelde opslagplaatsen

source: Search my channels
nl_nl: Zoek in Mijn kanalen

source: No Shared repository is configured, please contact your KAF administrator.
nl_nl: Er is geen gedeelde opslagplaats geconfigureerd, neem contact op met de systeembeheerder.

source: Are you sure you want to remove the current channel thumbnail?
nl_nl: Wil je de huidige thumbnail van dit kanaal verwijderen?

source: Reset Thumbnail Confirmation
nl_nl: Reset van de thumbnail bevestigd

source: No Search Results...
nl_nl: Geen zoekresultaat...

source: No more Entries found.
nl_nl: Geen items gevonden.

source: Channel thumbnail
nl_nl: Kanaalthumbnail

source: No Media Found
nl_nl: Geen media gevonden

source: Thumbnail for channel %1
nl_nl: Thumbnail voor kanaal %1

source: There are no more media items.
nl_nl: Er zijn verder geen media-items.

source: Show Details
nl_nl: Details weergeven

source: Hide Details
nl_nl: Details verbergen

source: Search this channel
nl_nl: Dit kanaal zoeken

source: Tags: Click a tag to search for media with same tag
nl_nl: Tags: klik op een tag om te zoeken naar media met dezelfde tag

source: Add a Collaborator
nl_nl: Een samenwerker toevoegen

source: Oops, something went wrong. The information was not saved.
nl_nl: Er is iets misgegaan. De informatie is niet opgeslagen.

source: Please fill out these details
nl_nl: Vul deze gegevens in

source: The information will be saved, once the file is finished uploading
nl_nl: De informatie zal worden opgeslagen zodra het bestand is geüpload

source: An unexpected error occurred while saving the entry
nl_nl: Er is een onverwachte fout opgetreden tijdens het opslaan van dit item

source: Oops
nl_nl: Oei

source: Upload pending
nl_nl: Upload in behandeling

source: Please Wait
nl_nl: Even geduld

source: Finished uploading
nl_nl: Klaar met upload

source: Saving
nl_nl: Opslaan

source: Upload Cancelled
nl_nl: Upload geannuleerd

source: % of
nl_nl: % van

source: of
nl_nl: van

source: Back
nl_nl: Terug

source: Change Media Owner
nl_nl: Contenteigenaar wijzigen

source: Your media is ready.
nl_nl: Je media is klaar.

source: Please
nl_nl: Alsjeblieft

source: refresh the page
nl_nl: de pagina te vernieuwen

source: to update all information.
nl_nl: om alle informatie bij te werken.

source: Are you sure you want to remove %1 as a media collaborator?
nl_nl: Wil je %1 als samenwerker verwijderen?

source: You are not allowed to delete this media.
nl_nl: Je mag deze media niet verwijderen.

source: Are you sure you want to permanently delete %1 items from your media library?<br />Note: This action is irreversible and deleted items are unrecoverable.
nl_nl: Wil je %1 items definitief uit je mediabibliotheek verwijderen?<br />Opmerking: deze actie is onomkeerbaar en verwijderde items kan je niet herstellen.

source: Are you sure you want to permanently delete this item from your media library? (ID: %1)<br />Note: This action is irreversible and deleted items are unrecoverable.
nl_nl: Wil je dit item definitief uit je mediabibliotheek verwijderen?(id: %1)<br />Opmerking: deze actie is onomkeerbaar en verwijderde items kan je niet herstellen.

source: Your changes have been saved.
nl_nl: Je wijzigingen zijn opgeslagen.

source: Update
nl_nl: Updaten

source: Edit a Collaborator
nl_nl: Samenwerker bewerken

source: Edit Media
nl_nl: Media bewerken

source: Please fill out these details:
nl_nl: Vul deze gegevens in:

source: Error: Invalid Form Data
nl_nl: Fout: Onjuiste formuliergegegevens

source: Select Editor
nl_nl: Selecteer editor

source: Basic Info
nl_nl: Basisinfo

source: Creator:
nl_nl: Maker:

source: Updated Date:
nl_nl: Bijgewerkt op:

source: Publish Status:
nl_nl: Publicatiestatus:

source: Clear status
nl_nl: Status wissen

source: Media Entry ID
nl_nl: Media-item-id

source: Back to Media Page
nl_nl: Terug naar de mediapagina

source: Error image
nl_nl: Foutafbeelding

source: The Content is Not Available
nl_nl: De content is niet beschikbaar

source: Entry could not be created.
nl_nl: Item kon niet worden aangemaakt.

source: No Entries
nl_nl: Geen items

source: Session data:
nl_nl: Sessiegegevens:

source: Exception information:
nl_nl: Uitzonderingsinformatie:

source: Stack trace:
nl_nl: Stack traceren:

source: Request Parameters:
nl_nl: Aanvraagparameters:

source: Session data has been copied to clipboard
nl_nl: Sessiegegevens zijn naar het klembord gekopieerd

source: Your browser does not support this feature
nl_nl: Je browser ondersteunt deze optie niet

source: Galleries
nl_nl: Galerijen

source: Search all galleries
nl_nl: Alle galerijen doorzoeken

source: No results found
nl_nl: Geen resultaat gevonden

source: No Entries Found
nl_nl: Geen items gevonden

source: Search for
nl_nl: Zoeken naar

source: Search all media
nl_nl: Zoek in alle media

source: This will also delete any sub galleries if exists. Are you sure?
nl_nl: Dit verwijdert ook alle eventuele subgalerijen. Weet je het zeker?

source: Delete Gallery %1
nl_nl: Galerij %1 verwijderen

source: Search this category
nl_nl: Zoek in deze categorie

source: Group Management - %1
nl_nl: Groepsbeheer - %1

source: Groups Management
nl_nl: Groepsbeheer

source: To use the new Groups Management features, please enable the v2 UI <a href='%1'>here</a>.
nl_nl: Als je de nieuwe functies voor groepsbeheer wilt gebruiken, schakel je de v2 UI <a href='%1'>hier</a> in.

source: Log collection ended. Please copy the below session data and pass to the Customer Care team.
nl_nl: Logboekregistratie beëindigd. Kopieer de onderstaande sessiegegevens en geef deze door aan het klantserviceteam.

source: Session recording not started yet
nl_nl: Sessie-opname nog niet gestart

source: Session recording already running
nl_nl: Sessie-opname is al actief

source: Log collection started. Please proceed to reproduce the issue and when completed, navigate to
nl_nl: Logboek gestart. Ga door met het reproduceren van het probleem. Als je klaar bent, navigeer dan naar

source: version
nl_nl: versie

source: build
nl_nl: gebouwd

source: failed to install
nl_nl: installatie mislukt

source: You can try to start installation again
nl_nl: Je kan proberen om de installatie opnieuw te starten

source: here
nl_nl: hier

source: If you keep getting installation error contact Kaltura for support
nl_nl: Als je de installatiefout blijft krijgen, neem dan contact op met Kaltura

source: Provide all logs under the "logs" directory
nl_nl: Plaats alle logboeken onder de map "logboeken"

source: was setup successfully
nl_nl: setup succesvol

source: You can visit your Kaltura %1 site
nl_nl: Je kan je Kaltura-site %1 bezoeken

source: You can create new users for your Kaltura %1 site
nl_nl: Je kan nieuwe gebruikers toevoegen aan je Kaltura-site %1

source: You can go to the administration area to set more configuration options
nl_nl: Je kan naar de beheerzone gaan om meer configuratieopties in te stellen

source: Note:
nl_nl: Opmerking:

source: some functionality might be limited or broken until you complete all of the required configurations. Refer to the installation and setup guide to complete the required configurations.
nl_nl: sommige functies werken niet of beperkt tot dat je de vereiste configuraties hebt voltooid. Raadpleeg de installatie- en instellingenhandleiding om de vereiste configuratie te voltooien.

source: uiConfs are updated with the latest versions of widgets and functionality.
nl_nl: uiConfS worden bijgewerkt met de laatste versies van widgets en functies.

source: If you would like to use a different custom uiConf you can revert back to your old uiConf and/or upgrade your custom uiConf to what is available in this version.
nl_nl: Als je een andere aangepaste uiConf wilt gebruiken, kun je terugkeren naar je oude uiConf en/of je aangepaste uiConf bijwerken tot wat er in deze versie beschikbaar is.

source: To run the UnitTests please click
nl_nl: Om de UnitTests uit te voeren, klik

source: Install
nl_nl: Installeren

source: Please fill all the fields!
nl_nl: Vul alle velden in!

source: Installation in progress. Please wait...
nl_nl: Installatie aan de gang. Even geduld...

source: Migration cannot continue due to missing write permissions on some configuration files
nl_nl: De migratie kan niet worden voortgezet door ontbrekende schrijfmachtigingen op bepaalde configuratiebestanden

source: Following are configuration files that need to be writable by the web-server
nl_nl: Hieronder vind je configuratiebestanden die de webserver moeten kunnen bewerken

source: You can fix this by running the following commands
nl_nl: Je kan dit oplossen door deze commando's uit te voeren

source: If you migrate from KMS 3.0.x/4.0.x - specify path to config.ini or upload the config.ini of your KMS 3.0.x/4.0.x instance.
nl_nl: Specificeer het pad naar config.ini als je migreert van KMS 3.0.x/4.0.x of upload de config.ini van KMS 3.0.x/4.0.x.

source: If you migrate from KMS 2 - specify path to config.ini.php or upload the config.ini.php of your KMS 2 instance.
nl_nl: Specificeer het pad naar config.ini.php als je migreert van KMS 2 of upload de config.ini.php van KMS 2.

source: To enable "Developer Tools", add the following line to the
nl_nl: Om de "Ontwikkelaartools" te activeren, voeg deze regel toe aan

source: file
nl_nl: bestand

source: Please note that changing the APPLICATION_ENV variable, will enable debugging mode. In this mode, error suppression is turned off, and the error messages are very detailed and revealing. This may represent a security risk; therefore, the APPLICATION_ENV should be set to "production" on all production and live environments, and only updated for debugging or temporary administration purposes!
nl_nl: Wijzigen van de variabele APPLICATION_ENV activeert de debugmodus. In deze modus is de foutonderdrukking uitgeschakeld en zijn foutmeldingen zeer gedetailleerd en onthullend. Dit kan een veiligheidsrisico met zich meebrengen; daarom moet je de APPLICATION_ENV in alle productie- en live omgevingen op "productie" instellen en alleen bijwerken voor debugging of tijdelijke beheerdoelen!

source: Viewhook name
nl_nl: Naam kijkhaak

source: Module View Files
nl_nl: Module kijkbestanden

source: Core
nl_nl: Kern

source: View hooks declared by core views of mediaspace.
nl_nl: Bekijk de haken die zijn gedefiniteerd door de kernviews van mediaspace.

source: View Files Implementing
nl_nl: Bekijk de implementatie van de bestanden

source: View hooks declared in different modules that wish to let other modules extend their output
nl_nl: Bekijk de haken die zijn aangegeven in verschillende modules die wensen dat andere modules hun ouput uitbreiden

source: Configuration
nl_nl: Configuratie

source: Global
nl_nl: Globaal

source: Upload Done! Click save to apply changes.
nl_nl: Upload afgerond! Klik op Opslaan om wijzigingen toe te passen.

source: Previous
nl_nl: Vorige

source: Remove from channel
nl_nl: Uit kanaal verwijderen

source: Remove %1 from channel
nl_nl: %1 uit kanaal verwijderen

source: From
nl_nl: Van

source: Media Info For %1
nl_nl: Media-info voor %1

source: advanced menu button
nl_nl: knop geavanceerd menu

source: Grid view
nl_nl: Roosterweergave

source: View type
nl_nl: Type bekijken

source: Table view
nl_nl: Tabelweergave

source: Search for
nl_nl: Zoeken naar

source: Toggle channel search bar
nl_nl: Kanaalzoekbalk in-/uitschakelen

source: File type not allowed
nl_nl: Bestandstype niet toegestaan

source: File is too large
nl_nl: Bestand is te groot

source: File is too small
nl_nl: Bestand is te klein

source: Create Channel
nl_nl: Kanaal aanmaken

source: Search channels
nl_nl: Kanalen zoeken

source: Normal Text
nl_nl: Normale tekst

source: Heading 1
nl_nl: Opschrift 1

source: Heading 2
nl_nl: Opschrift 2

source: Heading 3
nl_nl: Opschrift 3

source: Heading 4
nl_nl: Opschrift 4

source: Heading 5
nl_nl: Opschrift 5

source: Heading 6
nl_nl: Opschrift 6

source: Bold
nl_nl: Vet

source: Italic
nl_nl: Cursief

source: Underline
nl_nl: Onderstreept

source: Unordered list
nl_nl: Ongeordende lijst

source: Ordered list
nl_nl: Geordende lijst

source: Outdent
nl_nl: Inspringing verkleinen

source: Indent
nl_nl: Inspringing vergroten

source: Insert link
nl_nl: Link invoegen

source: Open link in new window
nl_nl: Link in nieuw venster openen

source: Insert image
nl_nl: Afbeelding invoegen

source: Edit HTML
nl_nl: HTML bewerken

source: Black
nl_nl: Zwart

source: White
nl_nl: Wit

source: Silver
nl_nl: Zilver

source: Grey
nl_nl: Grijs

source: Maroon
nl_nl: Kastanjebruin

source: Red
nl_nl: Rood

source: Purple
nl_nl: Paars

source: Green
nl_nl: Groen

source: Olive
nl_nl: Olijfgroen

source: Navy
nl_nl: Marineblauw

source: Blue
nl_nl: Blauw

source: Orange
nl_nl: Oranje

source: You must select a user and at least one permission.
nl_nl: Je moet een gebruiker en minstens 1 machtiging selecteren.

source: You must select at least one permission.
nl_nl: Je moet minstens 1 machtiging selecteren.

source: Change who can administer and is credited with media. Note that this is not necessarily the copyright owner of the content.
nl_nl: Wijzig de contenteigenaar. Dit is niet vanzelfsrpekend ook de rechthebbende op het auteursrecht.

source: Change media owner
nl_nl: Contenteigenaar wijzigen

source: Media Collaborators
nl_nl: Media samenwerkers

source: Select users that are allowed to edit the content metadata and related assets (such as caption files) and/or allowed to publish
nl_nl: Selecteer de gebruikers die die je wilt machtigen om metadata en verwante zaken (zoals de ondertitelingsbestanden) te bewerken en/of te publiceren

source: Add Collaborator
nl_nl: Samenwerker toevoegen

source: All Permissions
nl_nl: Alle machtigingen

source: View %s
nl_nl: Bekijk %s

source: Select users that will be allowed to edit the content metadata and related assets (such as caption files) and/or to publish
nl_nl: Machtig gebruikers om metadata en aanverwante zaken (zoals de ondertitelingsbestanden) te bewerken en/of de content te publiceren

source: This media was viewed %1 times and played %2 times.
nl_nl: Deze media is %1 keer bekeken en %2 keer afgespeeld.

source: This media was viewed %1 times.
nl_nl: Deze media is %1 keer bekeken.

source: Rejected By Admin
nl_nl: Afgewezen door de systeembeheerder

source: See where the media is published
nl_nl: Bekijk waar de media wordt gepubliceerd

source: Note: Once you change owner you will not be able to edit this media and it will no longer appear in your "My Media" list.
nl_nl: Opmerking: Zodra je de contenteigenaar wijzigt, kun je deze media niet meer bewerken en wordt ze niet meer in je lijst "Mijn media" weergegeven.

source: Error processing your media
nl_nl: Fout bij het verwerken van je media

source: Media is being processed
nl_nl: De media wordt verwerkt

source: Click Here
nl_nl: Klik hier

source: to refresh
nl_nl: om te verversen

source: Search in video
nl_nl: Zoeken in video

source: toggle like for media
nl_nl: vind ik leuk in-/uitschakelen voor media

source: No description provided
nl_nl: Geen beschrijving gegeven

source: Looking for more...
nl_nl: Op zoek naar meer...

source: Thumbnail for entry %1
nl_nl: Thumbnail voor item %1

source: Processing thumbnail for entry %1
nl_nl: Thumbnail verwerken voor item %1

source: Select All Entries
nl_nl: Alle items selecteren

source: Delete %1
nl_nl: %1 verwijderen

source: Sort by
nl_nl: Sorteren op

source: selected
nl_nl: geselecteerd

source: Processing the image, please wait.
nl_nl: De afbeelding wordt verwerkt, even geduld.

source: Unexpected error, please try again
nl_nl: Onverwachte fout, probeer het opnieuw

source: Image is ready
nl_nl: De afbeelding is klaar

source: Processing the presentation, please wait.
nl_nl: De presentatie wordt verwerkt, even geduld.

source: Presentation is ready.
nl_nl: De presentatie is klaar.

source: %u slide
nl_nl: %u dia

source: Add a Sub-Gallery
nl_nl: Voeg een subgalerij toe

source: Your search results have been highlighted.
nl_nl: Je zoekresultaten zijn gemarkeerd.
