Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Meeting will start soon
nl_nl: Vergadering start binnenkort

source: thumbnail image for %1
nl_nl: thumbnailafbeelding voor %1

source: The room is currently offline
nl_nl: Deze vergaderruimte is momenteel offline

source: Click below to start the meeting.
nl_nl: Klik hieronder om de vergadering te starten.

source: Please wait for the room moderator to open the room.
nl_nl: Wacht totdat de moderator deze vergaderruimte opent.

source: Downloading
nl_nl: Downloaden

source: Remove from Device
nl_nl: Van apparaat verwijderen

source: Add new room
nl_nl: Nieuwe vergaderruimte toevoegen

source: Are you sure you want to delete %1 room?
nl_nl: Wil je %1 vergaderruimte verwijderen

source: Delete Room
nl_nl: Vergaderruimte verwijderen

source: Edit room settings
nl_nl: Vergaderruimte-instellingen bewerken

source: Back to Media Gallery
nl_nl: Terug naar Mediagalerij

source: New Room
nl_nl: Nieuwe vergaderruimte

source: Room Name
nl_nl: Naam vergaderruimte

source: Retry
nl_nl: Probeer het opnieuw

source: The Kaltura Webcast Addin is only supported on Outlook for desktop
nl_nl: De Kaltura Webcast-invoegtoepassing wordt alleen ondersteund door Outlook voor desktop

source: Name is taken from subject.
nl_nl: De naam wordt uit het onderwerp overgenomen.

source: Edit Webcast
nl_nl: Webcast bewerken

source: Copy to clipboard
nl_nl: Kopiëren naar Klembord

source: Webcast Page
nl_nl: Webcastpagina

source: Publishing
nl_nl: Publiceren

source: Visible to anyone with a link to the page.
nl_nl: Zichtbaar voor iedereen met een link naar de pagina.

source: Visible to anyone through media gallery.
nl_nl: Zichtbaar voor iedereen via de mediagalerij.

source: Visible only to you.
nl_nl: Alleen voor jou zichtbaar.

source: Generating User
nl_nl: Gebruiker genereren

source: Generate SIP user
nl_nl: SIP-gebruiker genereren

source: Primary URL
nl_nl: Primaire URL

source: Secondary URL
nl_nl: Secundaire URL

source: Remove Event
nl_nl: Event verwijderen

source: Launch Webcast
nl_nl: Webcast starten

source: Whoopsie, no entry was found. Creating a new one for you.
nl_nl: Geen item gevonden. We maken een nieuwe aan.

source: Could not open zip file
nl_nl: Kan het zip-bestand niet openen

source: Loading your webcast event...
nl_nl: Je webcastebcastevent wordt geladen...

source: Creating your webcast event...
nl_nl: Je webcastevent wordt aangemaakt...

source: Join Webcast
nl_nl: Neem deel aan de webcast

source: Copy Webcast Link
nl_nl: Kopieer de webcast-link

source: We couldn't find the entry for you.
nl_nl: We konden de entry niet vinden.

source: Copied!
nl_nl: Gekopieerd!

source: Decline
nl_nl: Afwijzen

source: Accept
nl_nl: Aanvaarden

source: New Interactive Video
nl_nl: Nieuwe interactieve video

source: Edit interactive video: %1
nl_nl: Interactieve video: %1

source: note that playlist is not saved and all changes will be discarded
nl_nl: de afspeellijst is niet opgeslagen en alle wijzigingen worden geannuleerd

source: Add media to the Interactive Video
nl_nl: Media toevoegen aan een interactieve video

source: Error: Resource Conflict
nl_nl: Fout: hulpbronconflict

source: Changes were made to a single occurrence from a series. Saving these changes means changes to the series will no longer apply to this occurrence. Would you like to Save your changes?
nl_nl: Deze wijziging wordt op 1 aflevering uit een serie aangebracht. Als je deze wijziging opslaat, betekent dit dat een toekomstige wijziging aan de serie niet wordt toegepast op deze aflevering. Wil je deze wijziging opslaan?

source: Don't Save
nl_nl: Niet opslaan

source: Save Event
nl_nl: Event opslaan

source: Event created successfully.
nl_nl: Event succesvol aangemaakt.

source: You are viewing a single occurrence that is part of a series.
nl_nl: Je bekijkt 1 aflevering uit een serie.

source: Go to series
nl_nl: Ga naar reeksen

source: You are viewing an event series.
nl_nl: Je bekijkt een serie events.

source: This occurrence is an exception to the series. Changes made to the series will not apply to this occurrence.
nl_nl: Deze aflevering is een uitzondering op de serie. Een wijziging aan de serie wordt niet op deze aflevering toegepast.

source: Are you sure you want to delete the entire series?
nl_nl: Wil je de volledige serie verwijderen?

source: Are you sure you want to delete this occurrence?
nl_nl: Wil je deze content wissen?

source: Are you sure you want to delete this event?
nl_nl: Wil je dit event verwijderen?

source: Delete Event
nl_nl: Event verwijderen

source: Any changes you made will not be saved, are you sure you want to continue?
nl_nl: De wijzigingen die je hebt aangebracht worden niet opgeslagen. Wil je doorgaan?

source: Go To Series
nl_nl: Ga naar series

source: No more events are scheduled for this date.
nl_nl: Er zijn verder geen events gepland voor deze datum.

source: previous page
nl_nl: vorige pagina

source: today
nl_nl: vandaag

source: next page
nl_nl: volgende pagina

source: Event Recurrence
nl_nl: Herhaling van het event

source: No events planned.
nl_nl: Geen events gepland.

source: Send Activation Email
nl_nl: Activeringsmail verzenden

source: Registration Form Editor
nl_nl: Editor registratieformulier

source: submit
nl_nl: Indienen

source: Depends
nl_nl: Afhankelijk

source: show field only when another field has a specific value.
nl_nl: toon dit veld alleen wanneer een ander veld een specifieke waarde heeft.

source: Field ID
nl_nl: Veld-ID

source: Field Value
nl_nl: Veldwaarde

source: Field Type
nl_nl: Veldtype

source: Select field type
nl_nl: Selecteer veldtype

source: Field UI
nl_nl: Veld-UI

source: Select field UI
nl_nl: Selecteer veld-UI

source: Only English characters and numbers allowed
nl_nl: Alleen Engelse tekens en - cijfers toegestaan

source: ID is required
nl_nl: ID is verplicht

source: Display Name
nl_nl: Weergavenaam

source: Display Name is required
nl_nl: Weergavenaam is verplicht

source: Make field mandatory
nl_nl: Veld verplicht maken

source: Text to show when mandatory field is missing
nl_nl: Tekst die wordt getoond wanneer een verplicht veld ontbreekt

source: Marketo Reference ID
nl_nl: Marketo referentie-id

source: Placeholder text
nl_nl: Tekst placeholder

source: allow searching for values
nl_nl: zoeken naar waarden toestaan

source: Disallow editing value
nl_nl: Waarde bewerken niet toestaan

source: Button Label
nl_nl: Knoplabel

source: Number of items
nl_nl: Aantal items

source: Text to show on selection modal
nl_nl: Tekst die wordt getoond bij selectiemodaliteit

source: Allow inserting values for this field via url parameters
nl_nl: Toevoegen van waarden voor dit veld toestaan via url-parameters

source: Acceptable Values
nl_nl: Toegelaten waarden

source: Allow only these values as url param values, enter values separated by ',':
nl_nl: Alleen deze waarden toestaan als url-parameterwaarden, voer waarden in gescheiden door ‘,’:

source: Default Values
nl_nl: Standaardwaarden

source: Default Value
nl_nl: Standaardwaarde

source: depend on field
nl_nl: afhankelijk van veld

source: depend on value
nl_nl: afhankelijk van waarde

source: remove default value
nl_nl: standaardwaarde verwijderen

source: Value
nl_nl: Waarde

source: remove option
nl_nl: optie verwijderen

source: add option
nl_nl: optie Toevoegen

source: Form Title
nl_nl: Formuliertitel

source: Title Text
nl_nl: Titeltekst

source: Form Title on Edit Page
nl_nl: Formuliertitel op bewerkingspagina

source: Edit Details
nl_nl: Details bewerken

source: Edit Title Text
nl_nl: Titeltekst bewerken

source: Use Captcha with this form
nl_nl: Gebruik Captcha met dit formulier

source: remove section
nl_nl: sectie verwijderen

source: add section
nl_nl: sectie toevoegen

source: Section Order
nl_nl: Sectievolgorde

source: Section Title
nl_nl: Sectietitel

source: Title is required
nl_nl: Titel is verplicht

source: Do not show when editing details
nl_nl: Niet weergeven tijdens het bewerken van details

source: remove field
nl_nl: veld verwijderen

source: add field
nl_nl: veld toevoegen

source: Text to show as selection modal header
nl_nl: Koptekst bij de selectiemodaliteit

source: Text to show on selection modal's submit button
nl_nl: Tekst op de inzendknop voor de selectiemodaliteit

source: Group Mapping
nl_nl: Groepsindeling

source: remove mapping
nl_nl: indeling verwijderen

source: add mapping
nl_nl: indeling toevoegen

source: Enter your email address to resend the activation email.
nl_nl: Voer je mailadres in, zodat de activeringsmail opnieuw kan worden verzonden.

source: Send activation email
nl_nl: Activeringsmail verzenden

source: Activation Email was sent
nl_nl: Activeringsmail verzonden

source: Click below to send a new email to set your password.
nl_nl: Klik hieronder om een nieuwe mail te verzenden voor het instellen van je wachtwoord.

source: Scan this QR code with your authentication app. You can download an authentication app for both platforms:
nl_nl: Scan deze QR-code met je verificatie-app. Je kan een verificatie-app downloaden voor beide platforms:

source: Details updated successfully
nl_nl: Gegevens zijn bijgewerkt

source: Your details have been successfully updated
nl_nl: Je gegevens zijn bijgewerkt

source: Go To Profile
nl_nl: Ga naar profiel

source: You are no longer a registered user.
nl_nl: Je bent geen geregistreerde gebruiker meer.

source: Visit the site to explore
nl_nl: Bezoek de site om te ontdekken

source: Explore Site
nl_nl: Site verkennen

source: Are you sure you want to unregister?
nl_nl: Wil je je uitschrijven?

source: Invite Users
nl_nl: Gebruikers uitnodigen

source: invite users in bulk
nl_nl: gebruikers in bulk uitnodigen

source: Password has been set
nl_nl: Wachtwoord is ingesteld

source: Thank you for setting your password.
nl_nl: Bedankt voor het instellen van je wachtwoord.

source: Sign in to the site using your email and password.
nl_nl: Registreer je bij deze site met je emailadres en wachtwoord.

source: Couldn’t set password
nl_nl: Kan wachtwoord niet instellen

source: For some reason, we could not set your password.
nl_nl: Om onbekende redenen kan je wachtwoord niet worden ingesteld.

source: Send Email
nl_nl: Email verzenden

source: Email Sent
nl_nl: Email verzonden

source: Please try again later or contact support.
nl_nl: Probeer het later nogmaals of neem contact op met ondersteuning.

source: Uploading!
nl_nl: Aan het uploaden!

source: %1 of %2
nl_nl: %1 van %2

source: Upload Failed!
nl_nl: Uploaden mislukt

source: File size is too big. Maximum size of %1 is allowed.
nl_nl: Bestand is te groot. Maximale grootte van %1 is toegestaan.

source: Please try again
nl_nl: Probeer opnieuw.

source: processing file...
nl_nl: bestand verwerken...

source: processing %1 out of %2
nl_nl: %1 van %2 verwerken

source: all done!
nl_nl: klaar!

source: upload csv file
nl_nl: CSV-bestand uploaden

source: download an example
nl_nl: een voorbeeld downloaden

source: Back to Registration
nl_nl: Terug naar registratie

source: Building your registration page
nl_nl: Je registratiepagina aanmaken

source: Please wait, while preparing your registration page
nl_nl: Even geduld, je registratiepagina wordt aangemaakt

source: Include
nl_nl: Toestaan

source: Exclude
nl_nl: Uitsluiten

source: Upload or enter a closed list of emails and configure their permissions for the event.
nl_nl: Emaillijst uploaden of invoeren en definieer hun rechten voor dit event.

source: Upload a CSV or a XLS file, placing each restricted domain in a new line. To block all users from a specific domain, enter the domain name, e.g., "youtube.com". To block a user name from all domains, enter "username@*".
nl_nl: Upload een CSV- of een XLS-bestand met een nieuwe regel voor elk domein moet toegangsbeperkingen. Als je een specifiek domein wilt blokkeren voor alle gebruikers, voer je de domeinnaam in, bijv. "youtube.com". Als je een gebruikersnaam voor alle domeinen wilt blokkeren, voer je "username@*" in.

source: Download CSV
nl_nl: CSV downloaden

source: Remove CSV
nl_nl: CSV verwijderen

source: Upload CSV File
nl_nl: CSV-bestand uploaden

source: Replace CSV
nl_nl: CSV vervangen

source: Invalid email
nl_nl: Ongeldig emailadres

source: Here you can create a registration page for your live event, VOD recording, or any video you'd like. This enables you to collect valuable information about your viewers that flows directly into your marketing database, CRM and more.
nl_nl: Hier maak je een registratiepagina voor je live event, VOD-opname of elke gewenste video. Zo verzamel je waardevolle informatie over je kijkers voor je marketingdatabase, CRM en dergelijke.

source: Media that is added to the registration page will become available to anyone who views the Registration page
nl_nl: Media, die aan de registratiepagina toegevoegt, is beschikbaar voor iedereen die de registratiepagina bekijkt

source: Only videos from this MediaSpace can be used as media.
nl_nl: Je kan alleen video's vanaf dit videoplatform gebruiken als media.

source: Add Registration Page To Your Media
nl_nl: Registratiepagina aan je media toevoegen

source: Create Registration Page
nl_nl: Registratiepagina maken

source: Select the components you would like to include on your registration page.
nl_nl: Selecteer de onderdelen die je op de registratiepagina wilt tonen.

source: Select Form:*
nl_nl: Selecteer formulier:*

source: Select Form:
nl_nl: Selecteer formulier:

source: This field is required.
nl_nl: Dit is een verplicht veld.

source: Add Media:
nl_nl: Media toevoegen:

source: Enter Media URL or Media ID
nl_nl: Media URL of media-id invoeren

source: Media that is added to the registration page will become available to anyone who views the Registration page.
nl_nl: Media, die je aan de registratiepagina toevoegt, wordt beschikbaar voor iedereen die deze pagina bekijkt.

source: Disable Registration Page
nl_nl: Registratiepagina uitschakelen

source: Are you sure you want to disable the Registration Page?
nl_nl: Wil je de registratiepagina uitschakelen?

source: Are you sure you want to enable the Registration Page?
nl_nl: Wil je de registratiepagina inschakelen?

source: Customize Registration Page
nl_nl: Registratiepagina aanpassen

source: Select & customize the settings for your registration page.
nl_nl: Selecteer/Aanpassen instellingen van je registratiepagina.

source: You have unsaved changes.
nl_nl: Je hebt wijzigingen die nog niet zijn opgeslagen.

source: SET UP REGISTRATION PAGE
nl_nl: REGISTRATIEPAGINA OPZETTEN

source: DISPLAY SETTINGS
nl_nl: WEERGAVE-INSTELLINGEN

source: EMAIL VALIDATION
nl_nl: EMAILVALIDATIE

source: SHARE REGISTRATION PAGE
nl_nl: REGISTRATIEPAGINA DELEN

source: Share this link with people, so they can register for your event.
nl_nl: Deel deze link, zodat men zich kan aanmelden voor je event.

source: Sign Up For The Event
nl_nl: Aanmelden voor het event

source: hosted by
nl_nl: gehost door

source: See less Hosts
nl_nl: Minder hosts bekijken

source: See more Hosts
nl_nl: Meer hosts bekijken

source: Preview Registration Page
nl_nl: Bekijk een preview van de registratiepagina

source: View As Anonymous User
nl_nl: Bekijk als anonieme gebruiker

source: This webcast is for a closed group of participants
nl_nl: Deze webcast is voor een besloten deelnemersgroep

source: Please enter a valid email
nl_nl: Voer een geldig emailadres in

source: Your registration has been received. We will be in touch and contact you soon!
nl_nl: Je inschrijving is ontvangen. We nemen snel contact met je op!

source: Thank You!
nl_nl: Bedankt!

source: For some reason, we could not confirm your email.
nl_nl: We konden je emailadres niet verifiëren.

source: Verify Email Address
nl_nl: Mailadres verifiëren

source: Email address is required
nl_nl: Mailadres is verplicht

source: Almost done!
nl_nl: Bijna klaar!

source: Please check your inbox for the verification Email.
nl_nl: Controleer je postvak In voor de verificatiemail.

source: If you did not receive any email, check your spam/promotion folder for an email with the subject “please verify your email”.
nl_nl: Als je geen mail hebt ontvangen, controleer dan je spam/reclamemap op een mail met het onderwerp “Verifieer je emailadres”.

source: Something went wrong during the update process.
nl_nl: Bijwerken mislukt.

source: Something went wrong during the sign-up process.
nl_nl: Registratie mislukt.

source: If you previously completed the registration form, and need to verify your email address, please click here.
nl_nl: Klik hier als je je mailadres moet verifiëren nadat je het registratieformulier hebt ingevuld.
