Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: * You must add user or group name and at least one permission.
nl_nl: * Je moet een gebruikers- of groepsnaam en ten minste 1 machtiging toevoegen.

source: There was an error creating the category member.
nl_nl: Tijdens het aanmaken van het categorielid is een fout opgetreden.

source: %1 was added to this category.
nl_nl: %1 is aan deze categorie toegevoegd.

source: There was an error adding %1 to this category.
nl_nl: Er is een fout opgetreden bij het toevoegen van %1 aan deze categorie.

source: Permission changed. Updating permissions might take a few minutes.
nl_nl: Machtiging gewijzigd. Het updaten van de machtigingen kan enkele minuten duren.

source: There was an error updating the category member permission.
nl_nl: Tijdens het updaten van de machtiging van het categorielid is een fout opgetreden.

source: Problem occured.
nl_nl: Er is een probleem ontstaan.

source: Members are being imported... This may take a while, you can refresh the page to see the changes.
nl_nl: De leden worden geïmporteerd... Dit kan even duren, vernieuw de pagina om de wijzigingen te bekijken.

source: %1 is no longer a category member.
nl_nl: %1 is geen categorielid meer.

source: There was an error deleting %1
nl_nl: Er is een fout opgetreden tijdens het verwijderen van %1

source: Enter user or group name
nl_nl: Gebruikersnaam of groepsnaam invoeren

source: user name or id
nl_nl: gebruikersnaam of -ID

source: Set permission
nl_nl: Machtiging instellen

source: Contributor
nl_nl: Bijdrager

source: Users
nl_nl: Gebruikers

source: Reference ID
nl_nl: Referentie-ID

source: Item/s have been approved and will appear in category.
nl_nl: Items zijn goedgekeurd en verschijnen in de categorie.

source: Item/s have been rejected and will not appear in category.
nl_nl: Items zijn afgewezen en verschijnen niet in de categorie.

source: %1 Pending
nl_nl: %1 in behandeling

source: Moderate content (Media will not appear in category until approved by category manager)
nl_nl: content modereren (media zal niet in de categorie verschijnen tot het door de categoriemanager wordt goedgekeurd)

source: First tab
nl_nl: Eerste tabblad

source: Select which tab should show first in the gallery.
nl_nl: Selecteer welk tabblad als eerste in de galerij moet verschijnen.

source: Gallery Player Set
nl_nl: Galerijspeler ingesteld

source: Select the set of players you would like to use as the default for media in this gallery.
nl_nl: Selecteer de set videoplayers die je als standaard voor media in deze galerij wilt gebruiken.

source: Theme Preference
nl_nl: Thema voorkeur

source: Choose which theme should take precedence in case where a themed entry is published to this gallery.
nl_nl: Kies welk thema voorrang moet krijgen in het geval dat een thema-item in deze galerij wordt gepubliceerd.

source: Submit
nl_nl: Verzenden

source: Theme
nl_nl: Thema

source: Site default
nl_nl: Standaard site

source: Failed to save playlists new order
nl_nl: Opslaan van de nieuwe volgorde van de afspeellijsten mislukt

source: The playlist <strong><i>%s</i></strong> was deleted successfully
nl_nl: De afspeellijst <strong><i>%s</i></strong> is succesvol verwijderd

source: Failed to delete playlist <strong><i>%s</i></strong>
nl_nl: Verwijderen van afspeellijst <strong><i>%s</i></strong> mislukt

source: Successfully added a new playlist <strong><i>%s</i></strong>
nl_nl: Nieuwe afspeellijst <strong><i>%s</i></strong> met succes toegevoegd

source: Failed to add a new playlist <strong><i>%s</i></strong>
nl_nl: Toevoegen van nieuwe afspeellijst <strong><i>%s</i></strong> mislukt

source: Playlist <strong><i>%s</i></strong> updated successfuly
nl_nl: Afspeellijst <strong><i>%s</i></strong> succesvol bijgewerkt

source: Failed to update <strong><i>%s</i></strong>
nl_nl: Update van <strong><i>%s</i></strong> mislukt

source: Entry added to playlist
nl_nl: Item toegevoegd aan de afspeellijst

source: Failed to add entry to playlist
nl_nl: Toevoegen van het item aan de afspeellijst mislukt

source: Playlist Title
nl_nl: Titel afspeellijst

source: Title is a required field
nl_nl: Titel is een verplicht veld

source: Playlist Tags
nl_nl: Tags afspeellijst

source: Media Gallery Playlists
nl_nl: Afspeellijsten mediagalerij

source: Playlists
nl_nl: Afspeellijsten

source: Channel Gallery
nl_nl: Kanaalgalerij

source: Add to %1 playlist
nl_nl: Toevoegen aan afspeellijst %1

source: Add %1 to %2 playlist
nl_nl: %1 toevoegen aan afspeellijst %2

source: Playlists were not imported. more than %1 playlists in the channel.
nl_nl: Afspeellijsten zijn niet geïmporteerd: meer dan %1 afspeellijsten in het kanaal.

source: Create channel playlist
nl_nl: Kanaalafspeellijst

source: Assign the channel to one or more categories:
nl_nl: Wijs het kanaal toe aan een of meerdere categorieën:

source: Appears In
nl_nl: Verschijnt in

source: Channels
nl_nl: Kanalen

source: Subscribed
nl_nl: Geabonneerd

source: This user is already a member of this channel
nl_nl: Deze gebruiker is al lid van dit kanaal

source: User %1 does not exist.
nl_nl: Gebruiker %1 bestaat niet.

source: There was an error creating the channel member.
nl_nl: Tijdens het aanmaken van het kanaallid is een fout opgetreden.

source: The member must be a regular user, not of type
nl_nl: Het lid moet een regelmatige gebruiker zijn, niet van het type

source: This user does not belong to one of the "
nl_nl: Deze gebruiker maakt geen deel uit van een van de "

source: %1 was added to your channel.
nl_nl: %1 is aan je kanaal toegevoegd.

source: %1 was added to this channel.
nl_nl: %1 is aan dit kanaal toegevoegd.

source: There was an error adding %1 to this channel.
nl_nl: Er is een fout opgetreden bij het toevoegen van %1 aan dit kanaal.

source: %1 is no longer a channel member.
nl_nl: %1 is geen kanaallid meer.

source: Members
nl_nl: Leden

source: Item/s have been approved and will appear in channel.
nl_nl: Items zijn goedgekeurd en verschijnen in het kanaal.

source: Item/s have been rejected and will not appear in channel.
nl_nl: Items zijn afgewezen en verschijnen niet in het kanaal.

source: Moderate content (Media will not appear in channel until approved by channel manager)
nl_nl: Content onder moderatie (media verschijnt niet in het kanaal tot het door de kanaalmanager is goedgekeurd)

source: You have subscribed to the channel. You can <a href="%1">unsubscribe here</a>.
nl_nl: Je bent geabonneerd op het kanaal. Je kan je <a href="%1">hier afmelden</a>.

source: Enable subscription to channel
nl_nl: Abonnement op kanaal activeren

source: (link to subscribe %1)
nl_nl: (link om je te abonneren %1)

source: Subscribers
nl_nl: Abonnees

source: %u\u{00A0}Subscriber
nl_nl: %u%u\u{00A0}Abonnee

source: Enable channel carousel
nl_nl: Kanaalcarrousel inschakelen

source: Set to enable the channel carousel
nl_nl: Instellingen voor kanaalcarrousel inschakelen

source: Channel carousel playlist
nl_nl: Afspeellijst kanaalcarrousel

source: Choose a playlist from your personal playlists ("My Playlists") OR channel playlists
nl_nl: Kies een afspeellijst uit je persoonlijke afspeellijsten ("Mijn afspeellijsten") OF kanaalafspeellijsten

source: (Note that if personal playlist is chosen, only content published in the channel will appear on the carousel.)
nl_nl: (Als je kiest voor een persoonlijke afspeellijst verschijnt alleen de content, die in het kanaal is gepubliceerd, in de carrousel.)

source: Select which tab should show first in the channel.
nl_nl: Selecteer welk tabblad als eerste in het kanaal moet verschijnen.

source: Channel Player Set
nl_nl: Kanaal-videoplayer ingesteld

source: Select the set of players you would like to use as the default for media in this channel.
nl_nl: Selecteer de set videoplayers die je als standaard voor media in dit kanaal wilt gebruiken.

source: Choose which theme should take precedence in case where a themed entry is published to this channel.
nl_nl: Kies welk thema voorrang moet krijgen in het geval dat een thema-item in dit kanaal wordt gepubliceerd.

source: Most Recent Videos
nl_nl: Meest recente video‘s

source: Channel Playlists
nl_nl: Kanaalafspeellijsten

source: No Topic
nl_nl: Geen onderwerp

source: Topics
nl_nl: Onderwerpen

source: View
nl_nl: Bekijk

source: Could not delete the thumbnail.
nl_nl: Kon de thumbnail niet verwijderen.

source: An error occurred while trying to spread the slides across the timeline. Please try again.
nl_nl: Er is een fout opgetreden bij het spreiden van de PowerPointslides over de tijdlijn. Probeer het opnieuw.

source: An Error occurred while trying to save chapter
nl_nl: Er is een fout opgetreden bij het opslaan van het hoofdstukpunt

source: An Error occurred while updating chapter "%1".
nl_nl: Tijdens de update van hoofdstukpunt "%1" is een fout opgetreden.

source: An Error occurred while adding the chapter.
nl_nl: Tijdens het toevoegen van het hoofdstukpunt is een fout opgetreden.

source: Could not delete the chapter.
nl_nl: Kon het hoofdstukpunt niet verwijderen.

source: Are you sure you want to delete this Chapter?
nl_nl: Wil je dit hoofdstukpunt verwijderen?

source: Are you sure you want to delete this Slide?
nl_nl: Wil je deze dia verwijderen?

source: Timeline
nl_nl: Tijdlijn

source: Search In Timeline
nl_nl: Zoeken in tijdlijn

source: media that include the text inside its chapters
nl_nl: media met deze tekst in haar hoofdstukpunten

source: An error occurred while trying to convert your document, please try again.
nl_nl: Er is een fout opgetreden bij het proberen te converteren van je document, probeer het opnieuw.

source: Click here to refresh the Timeline tab
nl_nl: Klik hier om het tabblad Tijdlijn te vernieuwen

source: Chapters/Slides
nl_nl: Hoofdstukpunten/PowerPointslides

source: Add a Comment
nl_nl: Een opmerking toevoegen

source: Add a Reply
nl_nl: Een antwoord toevoegen

source: Add comment at 00:00
nl_nl: Opmerking toevoegen op 00:00

source: Comments
nl_nl: Opmerkingen

source: Disable comments for this media
nl_nl: Opmerkingen voor deze media deactiveren

source: Close discussion (do not allow new comments)
nl_nl: Discussie sluiten (geen nieuwe opmerkingen toestaan)

source: %1 comment(s). Click to see them
nl_nl: %1 opmerking(en). Klik om ze te bekijken

source: Enable comments in channel
nl_nl: Opmerkingen in het kanaal activeren

source: Keep comments private to channel.
nl_nl: De opmerkingen privé houden voor dit kanaal.

source: Enable comments in category
nl_nl: Opmerkingen in de categorie activeren

source: Keep comments private to category.
nl_nl: De opmerkingen privé houden voor deze categorie.

source: comments
nl_nl: opmerkingen

source: Policy
nl_nl: Beleid

source: Live Recording
nl_nl: Live opname

source: Owner Only
nl_nl: Alleen de contenteigenaar

source: Download
nl_nl: Downloaden

source: Available Formats
nl_nl: Beschikbare formaten

source: Entry id must be specified.
nl_nl: Specificeer de entry-ID.

source: Launch Editor
nl_nl: Editor starten

source: Clipping
nl_nl: Clippen

source: Enable everyone to create clips from this video
nl_nl: Iedereen in staat stellen om clips van deze video te maken

source: Create Clip
nl_nl: Clip aanmaken

source: Email notifications are disabled for this account. Please contact your Kaltura representative to enable it.
nl_nl: Emailnotificaties zijn uitgeschakeld voor dit account. Neem contact op met je Kaltura-vertegenwoordiger om dit in te schakelen.

source: No Media Requested
nl_nl: Geen media aangevraagd

source: Cannot render media, please check the passed parameters %1(Error: %2)
nl_nl: Kan de media niet renderen, controlleer de ingevoerde parameters %1 (fout: %2)

source: Share
nl_nl: Delen

source: Playlist not found. Try to refresh the page or grab a new embed code.
nl_nl: Afspeellijst niet gevonden. Probeer de pagina te vernieuwen of haal een nieuwe insluitcode op.

source: Please configure embed skins (players ids) in
nl_nl: Configureer de embedded skin (speler-ID's)

source: Share & Embed
nl_nl: Delen en insluiten

source: Embed
nl_nl: Insluiten

source: %s impressions
nl_nl: %s indrukken

source: impressions
nl_nl: indrukken

source: Create Event
nl_nl: Event aanmaken

source: Live Event created successfully.
nl_nl: Live event succesvol aangemaakt.

source: Failed to create Live Event.
nl_nl: Aanmaken van een live event mislukt.

source: LIVE NOW
nl_nl: NU LIVE

source: UPCOMING EVENT
nl_nl: AANKOMEND EVENT

source: Enable DVR - Users will be able to seek back during the live event
nl_nl: Activeer DVR - De deelnemers kunnen tijdens het live event terugspelen

source: Enable Recording of the Event - The event will be available to watch on demand after the broadcast ends. Up to 24 hours will be recorded.
nl_nl: Opname van het event activeren - De opname is na het event beschikbaar. Er wordt maximaal 24 uur opgenomen.

source: Event Options
nl_nl: Eventopties

source: Edit Event and Broadcasting Options
nl_nl: Event- en uitzendopties bewerken

source: entry is live
nl_nl: item is live

source: Live Stream Details
nl_nl: Details livestream

source: Alphabetical
nl_nl: Alfabetisch

source: Register Now
nl_nl: Nu registreren

source: Join
nl_nl: Aanmelden

source: Watch
nl_nl: Kijken

source: Refresh Details
nl_nl: Details vernieuwen

source: Broadcasting
nl_nl: Uitzending

source: Broadcast starting in
nl_nl: Uitzending start over

source: Broadcast started
nl_nl: Uitzending gestart

source: ago
nl_nl: geleden

source: Recorded
nl_nl: Opgenomen

source: Unsupported URL or ID provided
nl_nl: Niet-ondersteund URL of ID opgegeven

source: Video Page Link (or Content ID)
nl_nl: Link naar de videopagina (of content-ID)

source: Add from YouTube
nl_nl: Toevoegen van YouTube

source: Replace Video
nl_nl: Video vervangen

source: External Media
nl_nl: Externe Media

source: Entry player
nl_nl: Media videoplayer

source: Choose a player for this entry
nl_nl: Kies een videoplayer voor dit item

source: Set as Embed Player
nl_nl: Instellen als embedded videoplayer

source: Use the selected player when generating embed codes
nl_nl: Gebruik de geselecteerde videoplayer als je insluitcodes genereert

source: Show elements
nl_nl: Elementen tonen

source: Choose what elements should show on the page with the video
nl_nl: Kies welke elementen worden weergegeven op de videopagina

source: Show Last Archived Video
nl_nl: Toon laatst gearchiveerde video

source: Enable to show the last archived video link on top of the live page.
nl_nl: Activeer om een link naar laatst gearchiveerde video bovenaan de live pagina te tonen.

source: Background color
nl_nl: Achtergrondkleur

source: Choose the color of the entry page background
nl_nl: Kies de achtergrondkleur voor de mediapagina

source: Upload a CSS file to customize the entry’s page.
nl_nl: Upload een CSS-bestand om de mediapagina aan te passen.

source: Upload css
nl_nl: CSS-bestand uploaden

source: Different logo
nl_nl: Ander logo

source: Add a logo image file to show for this entry only. Default logo size is 325px wide X 41px high. Note: The width of the logo image affects the amount of space available for the Header menu.
nl_nl: Voeg een logo-afbeeldingsbestand toe dat alleen voor dit item wordt weergegeven. De standaardgrootte van het logo is 325px breed X 41px hoog. Opmerking: de breedte van het logo beïnvloedt de hoeveelheid beschikbare ruimte voor het koptekstmenu.

source: Upload logo
nl_nl: Logo uploaden

source: Save entry theme
nl_nl: Mediathema opslaan

source: Default player
nl_nl: Standaard videoplayer

source: File uploaded successfully. Please save the form for changes to persist.
nl_nl: Bestand succesvol geüpload. Bewaar het formulier om de wijzigingen te behouden.

source: Server-side error. Please try again
nl_nl: Serverfout, probeer het opnieuw

source: Css upload is not allowed. Please consult your instance administrator
nl_nl: CSS-upload is niet toegestaan. Neem contact op met de systeembeheerder.

source: Logo upload is not allowed. Please consult your instance administrator
nl_nl: Logo-upload is niet toegestaan. Neem contact op met de systeembeheerder.

source: File type not valid.
nl_nl: Bestandstype niet geldig.

source: File type not allowed.
nl_nl: Bestandstype niet toegestaan.

source: Maximum filesize of "%s" allowed
nl_nl: Maximale bestandsgrootte van "%s" toegestaan

source: All History
nl_nl: Volledige kijkgeschiedenis

source: Completed Watching
nl_nl: Uitgekeken

source: Started Watching
nl_nl: Begonnen met kijken

source: Visited
nl_nl: Bezocht

source: My History
nl_nl: Mijn kijkgeschiedenis

source: Recently Watched - Individual user's viewing history
nl_nl: Recent bekeken - kijkgeschiedenis van de gebruiker

source: Continue Watching - Individual user's history of none-completed videos
nl_nl: Verder kijken - Kijkgeschiedenis met niet volledig bekeken video's door de gebruiker

source: Watched
nl_nl: Bekeken

source: on
nl_nl: op

source: To import content from another channel you manage,
nl_nl: Om content uit een ander kanaal, dat je beheert, te importeren,

source: click here
nl_nl: klik hier

source: Select the channel you want to import entries from
nl_nl: Selecteer het kanaal dat de te importeren items bevat

source: An error occurred while trying to complete your request. Please try again later.
nl_nl: Er is een fout opgetreden bij het verwerken van je aanvraag. Probeer het later opnieuw.

source: Importing completed successfully. To refresh the page and view the imported entries,
nl_nl: Importeren succesvol voltooid. Vernieuw de pagina om de geïmporteerde items te bekijken,

source: Importing Started Successfully
nl_nl: Importeren succesvol gestart

source: Manual (Home Module is disabled)
nl_nl: Handmatig (Thuismodule is uitgeschakeld)

source: Automatic
nl_nl: Automatisch

source: Settings
nl_nl: Instellingen

source: hello world
nl_nl: hallo wereld

source: MORE
nl_nl: MEER

source: Enter URL of your site
nl_nl: Voer de URL van je site in

source: Hello blank fragment
nl_nl: Hallo leeg fragment

source: Hi there!
nl_nl: Hallo daar!

source: Login to get a personal experience
nl_nl: Log in en ervaar het zelf

source: Appears in Categories
nl_nl: Komt voor in categorieën

source: subscribers
nl_nl: abonnees

source: What are you looking for?
nl_nl: Wat zoek je?

source: Browse by
nl_nl: Bladeren op

source: We Couldn't find anything...
nl_nl: We konden niets vinden ...

source: There are no results for "%s", please try something different.
nl_nl: Er zijn geen resultaten voor "%s", probeer iets anders.

source: Recent domain
nl_nl: Recent domein

source: Bad URL
nl_nl: Foute URL

source: we couldn’t find that address, please try again
nl_nl: we konden dat adres niet vinden, probeer het opnieuw

source: Error
nl_nl: Fout

source: Something went wrong
nl_nl: Er is iets fout gegaan

source: Saved searches
nl_nl: Bewaarde zoekopdrachten

source: Include types
nl_nl: Te gebruiken typen

source: Include Inside-Media
nl_nl: Te gebruiken inside-media

source: has shared this media with you
nl_nl: heeft deze media met je gedeeld

source: App version %s
nl_nl: App-versie %s

source: Change Site Address
nl_nl: Het adres van de site wijzigen

source: Are you sure you want to change site address?
nl_nl: Wil je het adres van de site wijzigen?

source: Are you sure you want to logout?
nl_nl: Wil je uitloggen?

source: Media can be played using a wifi connection only
nl_nl: Media kunnen alleen via een wifi-verbinding worden afgespeeld

source: Change Settings
nl_nl: Instellingen wijzigen

source: Connection
nl_nl: Verbinding

source: About
nl_nl: Over

source: Play Media on Wi-Fi only
nl_nl: Media alleen op wifi afspelen

source: Download Media on Wi-Fi only
nl_nl: Media alleen op wifi downloaden

source: Upload Media on Wi-Fi only
nl_nl: Media alleen op wifi uploaden

source: Your playlist is empty
nl_nl: Je afspeellijst is leeg

source: This entry type cannot be played by the application. Please try playing it in your desktop browser
nl_nl: Dit itemtype kan niet door de toepassing worden afgespeeld. Probeer het via je desktopbrowser.

source: Reply
nl_nl: Antwoorden

source: Write something...
nl_nl: Schrijf iets...

source: %1$d Comments
nl_nl: %1$d opmerkingen

source: %1$d Replies
nl_nl: %1$d antwoorden

source: Cast media
nl_nl: Media casten

source: Add to Queue
nl_nl: Toevoegen aan wachtrij

source: Choose "Cast" or "Add to Queue"
nl_nl: Kies "Cast" of "Toevoegen aan wachtrij"

source: Sorry, no track selection available
nl_nl: Geen spoorselectie beschikbaar

source: Select video track:
nl_nl: Selecteer videospoor:

source: Select audio track:
nl_nl: Selecteer audiospoor:

source: Select text track:
nl_nl: Selecteer tekstspoor:

source: Network Connected
nl_nl: Netwerk verbonden

source: Network Disconnected
nl_nl: Netwerk niet verbonden

source: App requires active internet connection.
nl_nl: App heeft een actieve internetverbinding nodig.

source: Something went wrong, please try again
nl_nl: Er is iets mis gegaan, probeer het nog een keer.

source: This feature wasn't developed yet
nl_nl: Deze functie is nog niet ontwikkeld

source: Failed to post comment
nl_nl: Kan reactie niet plaatsen

source: Failed to post reply
nl_nl: Kan antwoord niet plaatsen

source: Failed to load more
nl_nl: Kan niet meer laden

source: You are now logged out
nl_nl: Je bent nu uitgelogd

source: My Downloads
nl_nl: Mijn downloads

source: MY DOWNLOADS
nl_nl: MIJN DOWNLOADS

source: History
nl_nl: Kijkgeschiedenis

source: HISTORY
nl_nl: KIJKGESCHIEDENIS

source: Delete downloaded entry
nl_nl: Verwijder gedownload item

source: Are you sure you want to delete downloaded entry?
nl_nl: Wil je het gedownloade item verwijderen?

source: Like
nl_nl: Vind ik leuk

source: Download entry
nl_nl: Item downloaden

source: Insufficient storage
nl_nl: Onvoldoende opslag

source: Copy
nl_nl: Kopiëren

source: Searching for results...
nl_nl: Zoeken naar resultaten...

source: No Internet Connection
nl_nl: Geen internetverbinding

source: Connection Established
nl_nl: Verbinding gemaakt

source: Go Online
nl_nl: Online gaan

source: No Connection
nl_nl: Geen verbinding

source: CHANNELS
nl_nl: KANALEN

source: Failed to load channel
nl_nl: Kan kanaal niet laden

source: Digging for inspiration
nl_nl: Zoeken naar inspiratie

source: WATCH IT NOW
nl_nl: BEKIJK HET NU

source: Swipe to view skipped media
nl_nl: Veeg om overgeslagen media te bekijken

source: You are all caught up
nl_nl: Je bent helemaal bij

source: SKIP
nl_nl: OVERSLAAN

source: DISMISS
nl_nl: AFWIJZEN

source: Failed to load comments
nl_nl: Kan opmerkingen niet laden

source: Failed to refresh
nl_nl: Kan niet verversen

source: Copy entry to clipboard
nl_nl: Het item naar het klembord kopiëren

source: Share entry
nl_nl: Item delen

source: WiFi is required
nl_nl: Wifi is nodig

source: Media can be downloaded on WiFi connection only. You can change that in settings
nl_nl: Media kan alleen via een wifi-verbinding worden gedownload. Je kan dat in instellingen veranderen.

source: Media can be uploaded on WiFi connection only. You can change that in settings
nl_nl: Media kan alleen via een wifi-verbinding worden geüpload. Je kan dat in instellingen veranderen.

source: Stop downloading
nl_nl: Downloaden stoppen

source: Are you sure you want to stop the download?
nl_nl: Wil je deze download afbreken?

source: Delete comment
nl_nl: Opmerking verwijderen

source: Are you sure you want to delete the comment?
nl_nl: Wil je deze opmerking verwijderen?

source: Play error
nl_nl: Afspeelfout

source: Download error
nl_nl: Downloadfout

source: Access to media was restricted by your administrator
nl_nl: De systeembeheerder heeft de toegang tot media beperkt

source: failed to load category
nl_nl: kan categorie niet laden

source: posting...
nl_nl: wordt gepost...
