Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: We are sorry, but something went wrong. Please try again or contact your support team for assistance.
nl_nl: Er ging iets mis. Probeer het opnieuw of neem contact op met de systeembeheerder.

source: Page not found
nl_nl: Pagina niet gevonden

source: We're sorry, the page you requested cannot be found. Please check the address line or follow the navigation menu.
nl_nl: We kunnen deze pagina niet vinden. Controleer de adresregel of volg het navigatiemenu.

source: Access Denied
nl_nl: Toegang geweigerd

source: Invalid operation
nl_nl: Ongeldige bewerking

source: API Error
nl_nl: API-fout

source: Application Error
nl_nl: Applicatiefout

source: New Gallery - %1
nl_nl: Nieuwe galerij - %1

source: All fields should be filled with values
nl_nl: Alle velden moeten worden ingevuld met waarden

source: Language "%1" is a selected language. If you want to delete this language you must first remove it from the selected languages list
nl_nl: Taal "%1" is een geselecteerde taal. als je deze taal wilt verwijderen, moet je ze eerst verwijderen uit de lijst met geselecteerde talen

source: Language: "%1" is a selected language. If you want to edit this language you must first remove it from the selected languages list
nl_nl: Taal: "%1" is een geselecteerde taal. Als je deze taal wilt bewerken moet je ze eerst verwijderen uit de lijst met geselecteerde talen

source: Language code should be a unique code. The following languages already have the same code as you chose:
nl_nl: De taalcode moet uniek zijn. Deze talen hebben dezelfde code als jouw keuze:

source: Uploaded flag is not a valid image file
nl_nl: Geüploade vlag is geen geldige afbeelding

source: Failed to upload flag image.
nl_nl: Vlagafbeelding uploaden mislukt.

source: Most Recent - All published videos in channel or categories by creation date
nl_nl: Meest recent - Alle gepubliceerde video's in kanaal of categorie op aanmaakdatum

source: Most Viewed - All published videos in channel or categories by number of plays
nl_nl: Meest bekeken - Alle gepubliceerde video's in kanaal of categorie op aantal keren afgespeeld

source: Most Liked - All published videos in channel or categories by number of likes
nl_nl: Meest geliket - Alle gepubliceerde video's in kanaal of categorie op aantal likes

source: Trending Now - Most played media in the last 24-48 hours
nl_nl: Nu populair - Meest afgespeelde media in de afgelopen 24-48 uur

source: Trending this week - Most played media in the last 7 days
nl_nl: Populair deze week - Meest afgespeelde media in de afgelopen 7 dagen

source: Trending this month - Most played media in the last 30 days
nl_nl: Populair deze maand - Meest afgespeelde media in de afgelopen 30 dagen

source: Default Free Trial Playlist
nl_nl: Standaard gratis proefafspeellijst

source: Custom Playlist
nl_nl: Aangepaste afspeellijst

source: Channel Content
nl_nl: Kanaalinhoud

source: Most Viewed
nl_nl: Meest bekeken

source: Most Liked
nl_nl: Meest geliked

source: Most Recent
nl_nl: Recentste

source: views
nl_nl: weergaven

source: N/A
nl_nl: Niet van toepassing

source: To search for an exact match, please use Quotation Marks. Example: “computer”
nl_nl: Gebruik aanhalingstekens om te zoeken op exacte overeenkomst, bijvoorbeeld: “computer”

source: Image
nl_nl: Afbeelding

source: Slides
nl_nl: Dia's

source: Your token expired. Please refresh your page
nl_nl: Je token is verlopen. Vernieuw de pagina.

source: * Required To Publish
nl_nl: * Verplicht om te publiceren

source: Outlook Calendar
nl_nl: Outlook-agenda

source: Google Calendar
nl_nl: Google-agenda

source: Description: %1
nl_nl: Beschrijving: %1

source: %1 plays
nl_nl: %1 weergaven

source: All Fields
nl_nl: Alle velden

source: Captions
nl_nl: Ondertiteling

source: Search In
nl_nl: Zoeken in

source: Publish Status
nl_nl: Publicatiestatus

source: All Statuses
nl_nl: Alle statussen

source: Published
nl_nl: Gepubliceerd

source: Unlisted
nl_nl: Verborgen

source: Pending
nl_nl: Onafgedaan

source: Rejected
nl_nl: Afgewezen

source: Duration
nl_nl: Lengte

source: Any Duration
nl_nl: Elke lengte

source: Custom
nl_nl: Aangepast

source: After
nl_nl: Na

source: Before
nl_nl: Voor

source: Created After
nl_nl: Aangemaakt na

source: Created Before
nl_nl: Aangemaakt vóór

source: Any Date
nl_nl: Alle data

source: Last 7 days
nl_nl: Afgelopen 7 dagen

source: Created - Last 7 days
nl_nl: Aangemaakt - Afgelopen 7 dagen

source: Last 30 days
nl_nl: Afgelopen 30 dagen

source: Created - Last 30 days
nl_nl: Aangemaakt - Afgelopen 30 dagen

source: Last Update Date
nl_nl: Laatste bijgewerkte datum

source: Updated Before
nl_nl: Bijgewerkt vóór

source: Updated After
nl_nl: Bijgewerkt na

source: Updated - Last 7 days
nl_nl: Bijgewerkt - Laatste 7 dagen

source: Updated - Last 30 days
nl_nl: Bijgewerkt - Laatste 30 dagen

source: Ownership
nl_nl: Eigenaarschap

source: Any Owner
nl_nl: Alle eigenaren

source: Media I Own
nl_nl: Media die ik bezit

source: Media My Group Owns
nl_nl: Media die mijn groep bezit

source: Media I Can Edit
nl_nl: Media die ik kan bewerken

source: Media I Can Publish
nl_nl: Media die ik kan publiceren

source: Media I Can View
nl_nl: Media die ik kan zien

source: Playlists I Own
nl_nl: Afspeellijsten die ik bezit

source: Playlists My Group Owns
nl_nl: Afspeellijsten die mijn groep bezit

source: Playlists I Can Edit
nl_nl: Afspeellijsten die ik kan bewerken

source: Playlists I Can View
nl_nl: Afspeellijsten die ik kan zien

source: Playlists I Can Publish
nl_nl: Afspeellijsten die ik kan publiceren

source: Categories
nl_nl: Categorieën

source: Channel Membership
nl_nl: Kanaallidmaatschap

source: Channels I manage
nl_nl: Kanalen die ik beheer

source: Member
nl_nl: Lid

source: Channels I am a member of
nl_nl: Kanalen waarvan ik lid ben

source: Subscriber
nl_nl: Lid worden

source: Channels I am subscribed to
nl_nl: Kanalen waarop ik ben geabonneerd

source: Shared Repositories
nl_nl: Gedeelde opslagplaatsen

source: Shared Repositories I am a member of
nl_nl: Gedeelde opslagplaats waarvan ik lid ben

source: Free Text
nl_nl: Vrije tekst

source: Update Date
nl_nl: Datum bijgewerkt

source: Manual
nl_nl: Handmatig

source: Views
nl_nl: Aantal keer bekeken

source: Plays
nl_nl: Afgespeeld

source: Active
nl_nl: Actief

source: Upcoming
nl_nl: Aankomend

source: Expired
nl_nl: Verlopen

source: Updated Date
nl_nl: Bijgewerkt op

source: Something went wrong while trying to save the group
nl_nl: Groep opslaan mislukt

source: The user "%1" was added successfully.
nl_nl: De gebruiker "%1" is succesvol toegevoegd.

source: The user "%1" was removed successfully.
nl_nl: De gebruiker "%1" is succesvol verwijderd.

source: The group "%1" was deleted successfully.
nl_nl: De groep "%1" is succesvol verwijderd.

source: The group "%1" cloning process has been completed.
nl_nl: Deze groep "%1" is succesvol gekloond.

source: We are processing your request to add users to a group. We will notify you when the task is completed.
nl_nl: We verwerken je aanvraag Gebruikers aan een groep toevoegen. Je krijgt een notificatie als de taak is voltooid.

source: The task to add users to a group has completed. You may download a report of the task %1here%2. If needed, all reports are available in the %3KMC bulk uploads page%4.
nl_nl: De taak Gebruikers toevoegen aan een groep is afgerond. Je kan een rapportage %1hier%2 downloaden. Alle rapportages zijn beschikbaar op de %3KMC-pagina met bulkuploads%4.

source: The task to remove users from a group has completed. You may download a report of the task %1here%2. If needed, all reports are available in the %3KMC bulk uploads page%4.
nl_nl: De taak Gebruikers verwijderen uit groep is afgerond. Je kan een rapportage %1hier%2 downloaden. Alle rapportages zijn beschikbaar op de %3KMC-pagina met bulkuploads%4.

source: The task to delete groups has completed. You may download a report of the task %1here%2. If needed, all reports are available in the %3KMC bulk uploads page%4.
nl_nl: De taak Groepen verwijderen is voltooid. Je kan een rapportage %1hier%2 downloaden. Alle rapportages zijn beschikbaar op de %3KMC-pagina met bulkuploads%4.

source: Group "%1" was not created. A group or user with the ID "%2" already exists.
nl_nl: Groep "%1" is niet aangemaakt. Een groep of gebruiker met de ID "%2" bestaat al.

source: Cannot add %1 - %2 to groups, 1024 groups limit was reached.
nl_nl: Kan %1 - %2 niet toevoegen aan groepen, de limiet van 1024 groepen is bereikt.

source: The following users cannot be added to new groups, 1024 groups limit was reached.
nl_nl: Deze gebruikers kunnen we niet aan een nieuwe groep toegevoegen, omdat de limiet van 1024 groepen is bereikt.

source: App Role
nl_nl: App-rol

source: All
nl_nl: Alle

source: Abkhazian
nl_nl: Abchaziaans

source: Albanian
nl_nl: Albanees

source: Amharic
nl_nl: Amhaars

source: Arabic
nl_nl: Arabisch

source: Armenian
nl_nl: Armeens

source: Assamese
nl_nl: Assamees

source: Azerbaijani
nl_nl: Azerbeidzjaans

source: Basque
nl_nl: Baskisch

source: Bengali (Bangla)
nl_nl: Bengaals (Bangla)

source: Bhutani
nl_nl: Bhutaans

source: Breton
nl_nl: Bretoens

source: Bulgarian
nl_nl: Bulgaars

source: Burmese
nl_nl: Birmaans

source: Byelorussian (Belarusian)
nl_nl: Wit-Russisch

source: Cambodian
nl_nl: Cambodjaans

source: Catalan
nl_nl: Catalaans

source: Chinese
nl_nl: Chinees

source: Corsican
nl_nl: Corsicaans

source: Croatian
nl_nl: Kroatisch

source: Czech
nl_nl: Tsjechisch

source: Danish
nl_nl: Deens

source: Dutch
nl_nl: Nederlands

source: English
nl_nl: Engels

source: English (American)
nl_nl: Engels (Amerikaans)

source: English (British)
nl_nl: Engels (Brits)

source: Estonian
nl_nl: Estisch

source: Faeroese
nl_nl: Faeroers

source: Finnish
nl_nl: Fins

source: French
nl_nl: Frans

source: Frisian
nl_nl: Fries

source: Gaelic (Manx)
nl_nl: Gaelisch (Manx)

source: Gaelic (Scottish)
nl_nl: Gaelisch (Schots)

source: Galician
nl_nl: Gallicaans

source: Georgian
nl_nl: Georgisch

source: German
nl_nl: Duits

source: Greek
nl_nl: Grieks

source: Greenlandic
nl_nl: Groenlands

source: Hebrew
nl_nl: Hebreeuws

source: Hungarian
nl_nl: Hongaars

source: Icelandic
nl_nl: IJslands

source: Indonesian
nl_nl: Indonesisch

source: Irish
nl_nl: Iers

source: Italian
nl_nl: Italiaans

source: Japanese
nl_nl: Japans

source: Javanese
nl_nl: Javaans

source: Kannada
nl_nl: Kanarees

source: Kazakh
nl_nl: Kazaks

source: Kinyarwanda (Ruanda)
nl_nl: Kinyarwanda (Rwanda)

source: Kirghiz
nl_nl: Kirgizisch

source: Korean
nl_nl: Koreaans

source: Kurdish
nl_nl: Koerdisch

source: Laothian
nl_nl: Laotiaans

source: Latin
nl_nl: Latijn

source: Latvian (Lettish)
nl_nl: Lets

source: Limburgish (Limburger)
nl_nl: Limburgs

source: Lithuanian
nl_nl: Litouws

source: Macedonian
nl_nl: Macedonisch

source: Malagasy
nl_nl: Malagasi

source: Malay
nl_nl: Maleis

source: Maltese
nl_nl: Maltees

source: Marathi
nl_nl: Marathisch

source: Moldavian
nl_nl: Moldavisch

source: Mongolian
nl_nl: Mongools

source: Multilingual
nl_nl: Meertalig

source: Nepali
nl_nl: Nepalees

source: Norwegian
nl_nl: Noors

source: Occitan
nl_nl: Occitaans

source: Pashto (Pushto)
nl_nl: Pasjtoe (Pushto)

source: Polish
nl_nl: Pools

source: Portuguese
nl_nl: Portugees

source: Rhaeto-Romance
nl_nl: Reto-Romaans

source: Romanian
nl_nl: Roemeens

source: Russian
nl_nl: Russisch

source: Samoan
nl_nl: Samoaans

source: Sanskrit
nl_nl: Sanskriet

source: Serbian
nl_nl: Servisch

source: Serbo-Croatian
nl_nl: Servo-Kroatisch

source: Sinhalese
nl_nl: Singalees

source: Slovak
nl_nl: Slovaaks

source: Slovenian
nl_nl: Sloveens

source: Somali
nl_nl: Somalisch

source: Spanish
nl_nl: Spaans

source: Sundanese
nl_nl: Soendanees

source: Swedish
nl_nl: Zweeds

source: Taiwanese Mandarin
nl_nl: Taiwanees Mandarijn

source: Tajik
nl_nl: Tadzjiek

source: Tatar
nl_nl: Tataars

source: Thai
nl_nl: Thais

source: Tibetan
nl_nl: Tibetaans

source: Turkish
nl_nl: Turks

source: Turkmen
nl_nl: Turkmeens

source: Uighur
nl_nl: Oeigoer

source: Ukrainian
nl_nl: Oekraiëns

source: Uzbek
nl_nl: Oezbeeks

source: Vietnamese
nl_nl: Vietnamees

source: Volapuk
nl_nl: Volapük

source: Yiddish
nl_nl: Jiddish

source: Zulu
nl_nl: Zoeloe

source: Select items...
nl_nl: Items selecteren...

source: Select a value...
nl_nl: Selecteer een waarde...

source: Published In
nl_nl: Gepubliceerd in

source: Published channels & categories
nl_nl: Gepubliceerde kanalen en categorieën

source: Created At
nl_nl: Aangemaakt op

source: Updated At
nl_nl: Bijgewerkt op

source: Actions
nl_nl: Acties

source: show %1 categories for %2
nl_nl: toon %1 categorieën voor %2

source: hide categories for %1
nl_nl: verberg categorieën voor %1

source: show %1 tags for %2
nl_nl: toon %1 tags voor %2

source: hide tags for %1
nl_nl: verberg tags voor %1

source: Webcam Recording
nl_nl: Webcamopname

source: Sunday
nl_nl: Zondag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: My Media
nl_nl: Mijn media

source: All Channels
nl_nl: Alle kanalen

source: My Channels
nl_nl: Mijn kanalen

source: My Playlists
nl_nl: Mijn afspeellijsten

source: In order to use the latest functionality and apply the latest bug fixes it is recommended that we upgrade the version of the widgets used in your MediaSpace (including the players).
nl_nl: Upgrade de MediaSpace widgets (inclusief de players) om de nieuwste functionaliteit en bugfixes te gebruiken.

source: Would you like to automatically upgrade the widgets used in your MediaSpace?
nl_nl: Wil je de gebruikte widgets in je MediaSpace automatisch upgraden?

source: Yes - The upgrade process will create new widgets and override your MediaSpace configuration with these out-of-the box uiConfs. If you have customized any of the widgets, please review the release notes and change log to see how to apply those changes to your customized widgets.
nl_nl: Ja - Het upgradeproces zal nieuwe widgets creëren en je MediaSpace-configuratie overschrijven met deze out-of-the box uiConfs. Als je een widget hebt aangepast, raadpleeg dan de release notes en het change log om te bekijken hoe je deze wijzigingen op je aangepaste widget moet toepassen.

source: No - the upgrade process will not override your MediaSpace configuration and keep your current widgets. In this case you will need to update your widgets manually by following the release notes and change log.
nl_nl: Nee - Het upgradeproces zal je MediaSpace-configuratie niet overschrijven en je huidige widgets behouden. In dat geval moet je je widgets handmatig updaten door de release notes en het het change log te volgen.

source: An error occurred while trying to save .mo file, please try again.
nl_nl: Er is een fout opgetreden tijdens het opslaan van het .mo-bestand, probeer het opnieuw.

source: Error opening translation file.
nl_nl: Fout bij openen van vertaalbestand.

source: .mo file provided is not a valid Zend getText file
nl_nl: Opgegeven .mo-bestand is geen geldig Zend getText-bestand

source: Provided .mo file is not valid
nl_nl: Opgegeven .mo-bestand is niet geldig

source: user
nl_nl: gebruiker

source: user entry
nl_nl: gebruikersitem

source: group
nl_nl: groep

source: group user
nl_nl: groepsgebruiker

source: Clear Search
nl_nl: Zoekopdracht wissen

source: Close alert box
nl_nl: Waarschuwingsvenster sluiten

source: Public, Restricted
nl_nl: Publiek, Beperkt

source: and Moderated
nl_nl: en gemodereerd

source: Moderated
nl_nl: Gemodereerd

source: Channels I Manage
nl_nl: Kanalen die ik beheer

source: Add
nl_nl: Toevoegen

source: EDIT
nl_nl: BEWERKEN

source: CLONE
nl_nl: KLONEN

source: DELETE
nl_nl: VERWIJDEREN

source: %u year
nl_nl: %u jaar

source: %u month
nl_nl: %u maand

source: %u day
nl_nl: %u dag

source: less than %u hour
nl_nl: minder dan %u uur

source: less than %u minute
nl_nl: minder dan %u minuut

source: Kaltura Player
nl_nl: Kaltura Videoplayer

source: Failed to generate embed code for entry %1
nl_nl: Kan insluitcode voor item %1 niet genereren

source: You cannot edit the media while it is published
nl_nl: Je kan de media niet bewerken zo lang deze is gepubliceerd

source: Edit
nl_nl: Bewerken

source: private
nl_nl: privé

source: published
nl_nl: gepubliceerd

source: unlisted
nl_nl: verborgen

source: pending
nl_nl: in behandeling

source: rejected
nl_nl: afgewezen

source: rejectedEntry
nl_nl: afgewezenItem

source: All Media
nl_nl: Alle media

source: Forgot Password
nl_nl: Wachtwoord vergeten

source: Replace File
nl_nl: Bestand vervangen

source: Upload complete
nl_nl: Upload voltooid

source: Are you sure you want to replace the existing file?
nl_nl: Wil je het huidige bestand vervangen?

source: Replace image
nl_nl: Afbeelding vervangen

source: Upload image
nl_nl: Afbeelding uploaden

source: Are you sure you want to replace the existing image?
nl_nl: Wil je de huidige afbeelding vervangen?

source: Replace slide deck
nl_nl: Diareeks vervangen

source: Upload slide deck
nl_nl: Diareeks uploaden

source: Are you sure you want to replace the existing slide deck?
nl_nl: Wil je de huidige diareeks vervangen?

source: Logout
nl_nl: Uitloggen

source: %s second
nl_nl: %s seconde

source: %s minute
nl_nl: %s minuut

source: %s hour
nl_nl: %s uur

source: on %1
nl_nl: op %1

source: year
nl_nl: jaar

source: day
nl_nl: dag

source: hour
nl_nl: uur

source: minute
nl_nl: minuut

source: second
nl_nl: seconde

source: %s Minutes ago
nl_nl: %s minuten geleden

source: A moment ago
nl_nl: Zonet

source: An hour ago
nl_nl: Een uur geleden

source: %s Hours ago
nl_nl: %s uur geleden

source: A day ago
nl_nl: Een dag geleden

source: %s Days ago
nl_nl: %s dagen geleden

source: A week ago
nl_nl: Een week geleden

source: %s Weeks ago
nl_nl: %s weken geleden

source: A month ago
nl_nl: Een maand geleden

source: %s Months ago
nl_nl: %s maanden geleden

source: A year ago
nl_nl: Een jaar geleden

source: %s Years ago
nl_nl: %s jaar geleden

source: logout
nl_nl: uitloggen

source: login
nl_nl: inloggen

source: Contrast Mode
nl_nl: Contrastmodus

source: toggle contrast mode
nl_nl: contrastmodus in-/uitschakelen

source: 1 Shared Repository
nl_nl: 1 gedeelde opslagplaats

source: %s Shared Repositories
nl_nl: %s gedeelde opslagplaatsen

source: Add New
nl_nl: Toevoegen

source: Your additional media will be presented once it is ready and approved.
nl_nl: Je nieuwe media wordt getoond als klaar is en goedgekeurd.

source: Refresh Now
nl_nl: Nu vernieuwen

source: Your additional media will be presented once it is ready.
nl_nl: Je nieuwe media wordt getoond zodra ze klaar is.

source: You must choose entries to add.
nl_nl: Je moet items kiezen om toe te voegen.

source: Cannot publish from a Shared Repository and My-Media together
nl_nl: Kan niet tegelijkertijd uit een gedeelde opslagplaats en Mijn media publiceren

source: You are not allowed to publish entry "<strong>%1</strong>".
nl_nl: Je mag item "<strong>%1</strong>" niet publiceren.

source: You are not allowed to publish entry "<strong>%1</strong>". The media is pending
nl_nl: Je mag item "<strong>%1</strong>" niet publiceren. De media is in afwachting van

source: You are not allowed to publish entry "<strong>%1</strong>". The media is being converted
nl_nl: Je mag item "<strong>%1</strong>" niet publiceren. De media wordt geconverteerd.

source: You cannot publish entry "<strong>%1</strong>". Please fill the required fields first <a class="hidden-phone" href=
nl_nl: Je kan de entry "<strong>%1</strong>" niet publiceren. Vul eerst de verplichte velden in <a class="hidden-phone" href=

source: You cannot publish entry "<strong>%1</strong>". The entry owner should fill the required fields first.
nl_nl: Je kan item "<strong>%1</strong>" niet publiceren. De contenteigenaar moet de verplichte velden eerst nog invullen.

source: You cannot publish entry <strong>
nl_nl: Je kan item <strong> niet publiceren

source: You cannot publish entry <strong>%1</strong> to shared repositories. The entry owner should fill the required fields first.
nl_nl: Je kan item "<strong>%1</strong>" niet publiceren in een gedeelde opslagplaats. De contenteigenaar moet de verplichte velden eerst nog invullen.

source: Media "%1" could not be published. Try unpublishing this media from other galleries/channels and try again
nl_nl: Media "%1" kon niet worden gepubliceerd. Probeer om de publicatie van deze media in andere galerijen/kanalen ongedaan te maken en probeer het opnieuw

source: Note that your media will not be listed until a moderator approves it.
nl_nl: Je media wordt niet getoond totdat een moderator ze goedkeurt.

source: All media was published successfully.
nl_nl: Alle media zijn succesvol gepubliceerd.

source: An error occured while trying to publish media.
nl_nl: Tijdens het publiceren van de media is een fout opgetreden.

source: Add to Channel
nl_nl: Toevoegen aan kanaal

source: Add to Gallery
nl_nl: Toevoegen aan galerij

source: Add Media
nl_nl: Media toevoegen

source: Add to playlist
nl_nl: Toevoegen aan afspeellijst

source: Add all selected media items to a playlist
nl_nl: Alle geselecteerde media-items toevoegen aan een afspeellijst

source: User not allowed to edit
nl_nl: Gebruiker heeft geen toestemming om te bewerken

source: Failed to get asset
nl_nl: Bijlage ophalen mislukt

source: Attachment was deleted successfully
nl_nl: Bijlage is succesvol verwijderd

source: Failed to delete attachment
nl_nl: Bijlage verwijderen mislukt

source: Attachments
nl_nl: Bijlagen

source: My Schedule will transition to My Calendar. All previous events will remain available.
nl_nl: Mijn planning wordt overgezet naar Mijn agenda. Alle eerdere events blijven beschikbaar.

source: My Calendar
nl_nl: Mijn Kalender

source: An error occurred while deleting this caption file.
nl_nl: Tijdens het verwijderen van dit ondertitelingsbestand is een fout opgetreden.

source: There was an error setting this caption file as Default.
nl_nl: Tijdens het instellen van dit ondertitelingsbestand als standaard is een fout opgetreden.

source: There was an error downloading this caption file.
nl_nl: Tijdens het downloaden van deze ondertiteling is een fout opgetreden.

source: An error occurred
nl_nl: Er is een fout opgetreden

source: Select a caption file
nl_nl: Selecteer een ondertitelingsbestand

source: An Error occurred while uploading the caption file.
nl_nl: Tijdens het uploaden van het ondertitelingsbestand is een fout opgetreden.

source: This caption file no longer exists.
nl_nl: Dit ondertitelingsbestand bestaat niet meer.

source: Language
nl_nl: Taal

source: Select Language
nl_nl: Taal selecteren

source: Select a language
nl_nl: Taal selecteren

source: Accuracy
nl_nl: Nauwkeurigheid

source: Select Accuracy
nl_nl: Nauwkeurigheid selecteren

source: (text that appears in caption selector)
nl_nl: (tekst die in de ondertitelingskeuzeschakelaar verschijnt)

source: Available
nl_nl: Beschikbaar

source: Captions: Available
nl_nl: Ondertiteling: beschikbaar

source: Not Available
nl_nl: Niet beschikbaar

source: Captions: Not available
nl_nl: Ondertiteling: niet beschikbaar

source: Site Default Players
nl_nl: Standaard videoplayers

source: Category theme precede Entry’s
nl_nl: Categoriethema gaat vooraf aan items

source: Entry theme precede Category’s
nl_nl: Itemthema gaat vooraf aan categorieën

source: Enable Embed Grab
nl_nl: Insluitcode oppakken inschakelen

source: User/Group Name
nl_nl: Gebruikers-/groepsnaam

source: User/Group ID
nl_nl: Gebruikers-/groeps-ID

source: Permission
nl_nl: Machtiging

source: Not a Member
nl_nl: Geen lid
