Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Upload Resources CSV File
nl_nl: Hulpbronnen CSV-bestand uploaden

source: %1 Channels
nl_nl: %1 kanalen

source: No more Channels found.
nl_nl: Verder geen kanalen gevonden.

source: %1 Categories
nl_nl: %1 categorieën

source: No more Galleries found.
nl_nl: Verder geen galerijen gevonden.

source: media that include the text in its metadata
nl_nl: media die de tekst in haar metadata heeft staan

source: Upgrade - Additional Information
nl_nl: Upgrade - Aanvullende informatie

source: Important
nl_nl: Belangrijk

source: Before upgrading, please backup your configuration files
nl_nl: Maak een back-up van de configuratiebestanden voor je gaat upgraden

source: Upgrade - Deployment Errors
nl_nl: Upgrade - Instellingsfouten

source: Upgrade - Missing Requirements
nl_nl: Upgrade - Ontbrekende vereisten

source: Upgrade Completed
nl_nl: Upgrade voltooid

source: Upgrade to version %1 completed successfully
nl_nl: Upgrade naar versie %1 succesvol voltooid

source: You can visit your Kaltura MediaSpace site
nl_nl: Je kan je Kaltura MediaSpace-site bezoeken

source: You can manage users for your Kaltura MediaSpace site
nl_nl: Je kan de gebruikers van je Kaltura MediaSpace-site beheren

source: Upgrade
nl_nl: Upgraden

source: The saved login selection was cleared successfully.
nl_nl: De opgeslagen inlogselectie is met succes gewist.

source: No saved login was detected.
nl_nl: Er is geen opgeslagen login gedetecteerd.

source: Select Login
nl_nl: Login selecteren

source: %s Sign In
nl_nl: %s Aanmelden

source: User id cannot be empty
nl_nl: Gebruiker-ID mag niet leeg zijn

source: Password cannot be empty
nl_nl: Wachtwoord mag niet leeg zijn

source: No media found.
nl_nl: Geen media gevonden.

source: Refresh your media library
nl_nl: Je mediabibliotheek vernieuwen

source: You have not created any playlists yet
nl_nl: Je hebt nog geen afspeellijst aangemaakt

source: To Create a Playlist
nl_nl: Om een afspeellijst aan te maken

source: Select "Add to Playlist" from the "Actions" drop down that appears under the player
nl_nl: Selecteer "Aan afspeellijst toevoegen" in de keuzelijst "Acties" onder de videoplayer

source: Click "Add new Playlist" and enter name, The media will be added to playlist
nl_nl: Klik op "Nieuwe afspeellijst toevoegen" en voer een naam in. De media wordt aan deze afspeellijst toegevoegd.

source: Once you have created a playlist, it will appear on this page where you can preview it, edit the sequence of media, select design of playlist, and grab the embed code.
nl_nl: Als je een afspeellijst hebt aangemaakt, verschijnt die op deze pagina. Hier kun je een preview bekijken, de volgorde van de media bewerken, het ontwerp van de afspeellijst selecteren en de insluitcode ophalen.

source: Set Initial Password
nl_nl: Beginwachtwoord instellen

source: Unauthorized
nl_nl: Ongemachtigd

source: This site requires authorization
nl_nl: Deze site vereist een machtiging

source: No media found
nl_nl: Geen media gevonden

source: Add Media To Channel
nl_nl: Media aan kanaal toevoegen

source: Add Media To Gallery
nl_nl: Media aan galerij toevoegen

source: Publish selected media
nl_nl: Geselecteerde media publiceren

source: Select one or more media items to add to the current category
nl_nl: Selecteer een of meerdere media-items om aan de huidige categorie toe te voegen

source: Search Repository
nl_nl: Opslagplaats zoeken

source: No media selected, Please select at least one media to add to playlist.
nl_nl: Geen media geselecteerd, selecteer minstens 1 mediabestand om aan de afspeellijst toe te voegen.

source: This media is still being converted
nl_nl: Deze media wordt nog geconverteerd

source: Please fill out all the required fields first
nl_nl: Vul alle verplichte velden in

source: Only media owner can add this media to playlist
nl_nl: Alleen de contenteigenaar kan deze media aan een afspeellijst toevoegen

source: Set New Password
nl_nl: Nieuw wachtwoord instellen

source: Reset Password
nl_nl: Wachtwoord opnieuw instellen

source: Don't worry, it happens to the best of us. Fill in your email below and we'll send reset instructions.
nl_nl: Geen zorgen, dit gebeurt ons allemaal wel eens. Vul je mail hieronder in en we sturen je reset-instructies.

source: Invalid Email format
nl_nl: Ongeldig mailformaat

source: Please enter your email address
nl_nl: Voer je mailadres in

source: Reset password email was sent
nl_nl: Er is een mail voor wachtwoordreset verzonden

source: The reset password email should appear shortly.
nl_nl: De mail voor het resetten van je wachtwoord moet snel binnenkomen.

source: Make sure you check your spam folder.
nl_nl: Check je spam-map.

source: New Password
nl_nl: Nieuw wachtwoord

source: Repeat New Password
nl_nl: Nieuw wachtwoord herhalen

source: Update Password
nl_nl: Wachtwoord bijwerken

source: Password Has Been Changed
nl_nl: Wachtwoord is gewijzigd

source: Click below to login to the site.
nl_nl: Klik hieronder om je aan te melden bij de site.

source: Seems like the link expired or incorrect. Fill in your email address below and hit send, we will send you a new link.
nl_nl: De link is verlopen of onjuist. Vul hieronder je mailadres in en tik op Verzenden, we sturen je dan een nieuwe link.

source: Please enter a valid password
nl_nl: Voer een geldig wachtwoord in

source: Password strength:
nl_nl: Wachtwoordsterkte:

source: weak
nl_nl: zwak

source: medium
nl_nl: gemiddeld

source: strong
nl_nl: sterk

source: Must contain at least one of these symbols: %~!@#$^*=+?[]{}
nl_nl: Moet ten minste een van deze symbolen bevatten: %~!@#$^*=+?[]{}

source: Must contain at least one upper case letter (A-Z)
nl_nl: Moet ten minste één hoofdletter bevatten (A-Z)

source: Must be more than 8 characters in length
nl_nl: Moet ten minste 8 tekens lang zijn

source: Must not contain the following character: ;
nl_nl: Mag niet het volgende teken bevatten: ;

source: Can’t start or end with a space
nl_nl: Mag niet met een spatie beginnen of eindigen

source: Can't contain first name or last name
nl_nl: Mag geen voor- of achternaam bevatten

source: %1 is required
nl_nl: %1 is verplicht

source: Your password has expired, please create a new password.
nl_nl: Je wachtwoord is verlopen, maak een nieuw wachtwoord aan.

source: Current Password
nl_nl: Huidig wachtwoord

source: current password is required
nl_nl: huidig wachtwoord is verplicht

source: Create New Password
nl_nl: Nieuw wachtwoord aanmaken

source: Invalid Username/Password provided.
nl_nl: Ongeldige gebruikersnaam/wachtwoord opgegeven.

source: Change File
nl_nl: Bestand wijzigen

source: Are you sure you want to delete this attachment?
nl_nl: Wil je deze bijlage verwijderen?

source: Download %1
nl_nl: %1 downloaden

source: Upload File
nl_nl: Bestand uploaden

source: File Name
nl_nl: Bestandsnaam

source: Size
nl_nl: Grootte

source: Uploaded At
nl_nl: Geüpload op

source: No Attachments have been added to media
nl_nl: Deze media bevat geen bijlagen

source: No Events
nl_nl: Geen events

source: %0 Event Today
nl_nl: %0 event vandaag

source: %0 Events Today
nl_nl: %0 events vandaag

source: %1 Event on Peak
nl_nl: %1 event tijdens de piektijd

source: %1 Events on Peak
nl_nl: %1 events tijdens de piektijd

source: %0 Max Viewer
nl_nl: %0 max kijker

source: %0 Max Viewers
nl_nl: %0 max kijkers

source: Edit Event
nl_nl: Event bewerken

source: Search for Events
nl_nl: Zoeken naar events

source: Go to Previous Day
nl_nl: Ga naar vorige dag

source: Go to Today
nl_nl: Ga naar vandaag

source: Go to Next Day
nl_nl: Ga naar volgende dag

source: Go to a specific date
nl_nl: Ga naar een specifieke datum

source: Jump To
nl_nl: Ga naar

source: Week View
nl_nl: Weekweergave

source: Day View
nl_nl: Dagweergave

source: Agenda View
nl_nl: Agendaweergave

source: Please fill all form fields.
nl_nl: Vul alle formuliervelden in.

source: Edit captions
nl_nl: Ondertiteling bewerken

source: There was an error deleting the caption file.
nl_nl: Bij het verwijderen van het ondertitelingsbestand is een fout opgetreden.

source: Are you sure you want to delete this caption file?
nl_nl: Wil je dit ondertitelingsbestand verwijderen?

source: You're still uploading! Are you sure you want to leave this page?
nl_nl: Het uploaden is nog aan de gang! Wil je deze pagina verlaten?

source: Edit Captions
nl_nl: Ondertiteling bewerken

source: Upload captions file
nl_nl: Ondertiteling uploaden

source: Upload a captions file
nl_nl: Een ondertitelingsbestand uploaden

source: Set As Default
nl_nl: Als standaard instellen

source: File type
nl_nl: Bestandstype

source: No Captions have been added to media
nl_nl: Aan deze video is geen ondertiteling toegevoegd

source: Begin by uploading a caption file
nl_nl: Start met het uploaden van een ondertitelingsbestand

source: (SRT, DFXP, VTT formats are supported)
nl_nl: (SRT-, DFXP- en VVT-indelingen worden ondersteund)

source: Select a file:
nl_nl: Selecteer een bestand:

source: Change
nl_nl: Wijzigen

source: Browse...
nl_nl: Bladeren ...

source: Your search for "%1" did not match any captioned videos.
nl_nl: Je zoekopdracht voor "%1" heeft geen video's met ondertiteling opgeleverd.

source: Your search did not match any captioned videos.
nl_nl: Je zoekopdracht heeft geen video's met ondertiteling opgeleverd.

source: Closed Captions Editor
nl_nl: Editor ondertiteling

source: Kaltura Closed Captions Editor
nl_nl: Kaltura editor ondertiteling

source: Remove %1 as a member of this category?
nl_nl: %1 verwijderen als lid van deze categorie?

source: Remove user
nl_nl: Gebruiker verwijderen

source: There are no more members.
nl_nl: Er zijn verder geen leden.

source: Inherit permissions from parent category
nl_nl: Machtigingen van de hoofdcategorie overnemen

source: Inherit Permissions
nl_nl: Machtigingen erven

source: Import Members from Parent Category
nl_nl: Leden van de hoofdcategorie importeren

source: Download List
nl_nl: Lijst downloaden

source: There are no members...
nl_nl: Er zijn geen leden...

source: Back to Category
nl_nl: Terug naar categorie

source: This will remove all the current members that are defined for this category and the category will inherit all the members and permissions from the parent category including the category owner. Would you like to proceed?
nl_nl: Hiermee verwijder je alle leden van deze categorie en neem je alle leden en machtigingen over van de hoofdcategorie, inclusief eigenaar. Wil je doorgaan?

source: Are you sure that you would like to stop inheriting entitlements from the parent category? Note that if you are not the owner of the parent category you will not be able to access this section any longer
nl_nl: Wil je geen rechten op deze hoofdcategorie? Als je niet de eigenaar van de hoofdcategorie bent, heb je geen toegang meer tot deze sectie

source: Inherit permission
nl_nl: Machtigingen erven

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this category. Would you like to proceed?
nl_nl: Je kan slechts 1 eigenaar aanwijzen. Deze wijziging maakt de geselecteerde gebruiker de nieuwe eigenaar en van jou manager van deze categorie. Wil je doorgaan?

source: Set Owner
nl_nl: Eigenaar instellen

source: You
nl_nl: Je

source: Edit user
nl_nl: Gebruiker bewerken

source: Delete user
nl_nl: Gebruiker verwijderen

source: Set as Owner
nl_nl: Instellen als eigenaar

source: No users
nl_nl: Geen gebruikers

source: %u User
nl_nl: %u gebruiker

source: Approve
nl_nl: Goedkeuren

source: Reject
nl_nl: Afwijzen

source: Are you sure you want to approve %s?
nl_nl: Wil je %s goedkeuren?

source: Are you sure you want to reject %s?
nl_nl: Wil je %s afwijzen?

source: You are about to approve %s media. Are you sure?
nl_nl: Wil je %s media goedkeuren?

source: You are about to reject %s media. Are you sure?
nl_nl: Wil je %s media afwijzen?

source: This action may take a few minutes. During this time you will not be able to perform more actions on this channel. Do you want to continue?
nl_nl: Deze actie kan enkele minuten duren. Gedurende deze tijd kan je geen andere acties uitvoeren op dit kanaal. Wil je doorgaan?

source: No moderation items.
nl_nl: Geen moderatie-items.

source: Content in this page is being processed.
nl_nl: content op deze pagina wordt verwerkt.

source: No Moderation Items.
nl_nl: Geen moderatie-items.

source: No more moderation items.
nl_nl: Verder geen moderatie-items.

source: Approve
nl_nl: Goedkeuren

source: Reject
nl_nl: Afwijzen

source: Search in Pending
nl_nl: Zoekactie wordt uitgevoerd

source: No more playlists found in channel.
nl_nl: Verder geen afspeellijsten gevonden in dit kanaal.

source: There are no more playlists.
nl_nl: Er zijn verder geen afspeellijsten.

source: View All Types
nl_nl: Alle typen weergeven

source: All Types
nl_nl: Alle typen

source: Static
nl_nl: Statisch

source: Search Playlists
nl_nl: Zoeken in afspeellijsten

source: Create Channel Playlist
nl_nl: Kanaalafspeellijst maken

source: Dynamic
nl_nl: Dynamisch

source: %u Playlist
nl_nl: %u afspeellijst

source: Entries
nl_nl: Items

source: Already on this playlist
nl_nl: Reeds in de afspeellijst

source: Remove from Playlist
nl_nl: Uit afspeellijst verwijderen

source: Search Media
nl_nl: Media zoeken

source: New Playlist
nl_nl: Nieuwe afspeellijst

source: Set Details
nl_nl: Details instellen

source: Add media to the playlist
nl_nl: Media aan de afspeellijst toevoegen

source: No more entries found.
nl_nl: Verder geen items gevonden.

source: Are you sure you want to delete the playlist <strong><i>%s</i></strong>?
nl_nl: Wil je de afspeellijst <strong><i>%s</i></strong> verwijderen?

source: Edit Playlist <i>%s</i>
nl_nl: Afspeellijst <i>%s</i> bewerken

source: No Channels Found.
nl_nl: Geen kanalen gevonden.

source: %u Channel
nl_nl: %u kanaal

source: No more channels found.
nl_nl: Verder geen kanalen gevonden.

source: No Channels Found
nl_nl: Geen kanalen gevonden

source: Add member
nl_nl: Lid toevoegen

source: Remove %1 as a member of this channel?
nl_nl: %1 verwijderen als lid van dit kanaal?

source: Add Users From
nl_nl: Gebruikers toevoegen uit

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this channel. Would you like to proceed?
nl_nl: Je kan slechts 1 eigenaar aanwijzen. Deze wijziging zorgt ervoor dat de geselecteerde gebruiker de nieuwe eigenaar wordt en jij wordt manager van deze categorie. Wil je doorgaan?

source: Unsubscribe
nl_nl: Abonnement ongedaan maken

source: copy subscription link
nl_nl: abonnementslink kopiëren

source: Thumbnail upload
nl_nl: Thumbnail uploaden

source: Create chapters for the video, and upload slides to play along with video.
nl_nl: Maak hoofdstukpunten aan en upload PowerPointslides, die getoond worden bij het afspelen van de video.

source: Create a new Chapter
nl_nl: Een nieuw hoofdstukpunt aanmaken

source: Create a new Slide
nl_nl: Een nieuwe dia aanmaken

source: Upload Slides Deck (PPT, PPTX, PDF)
nl_nl: Diareeks uploaden (PPT, PPTX, PDF)

source: Upload Full Deck
nl_nl: Volledige reeks uploaden

source: Upload Single Slide
nl_nl: Eén dia uploaden

source: Back to Timeline
nl_nl: Terug naar tijdlijn

source: Deck upload
nl_nl: Reeks uploaden

source: Choose slides resolution:
nl_nl: Kies een resolutie voor de dia's:

source: Normal Resolution (1024x768)
nl_nl: Normale resolutie (1024x768)

source: Wide Resolution (1366x768)
nl_nl: Brede resolutie (1366x768)

source: Note - once the upload and processing is done, the slides will be equally spread across the timeline for you to manually arrange them.
nl_nl: De PowerPointslides worden gelijkmatig over de tijdlijn verdeeld. Je kan ze vervolgens handmatig herschikken.

source: Saved
nl_nl: Opgeslagen

source: View in Player
nl_nl: Bekijk in videoplayer

source: Chapter Thumbnail
nl_nl: Thumbnail voor dit hoofdstukpunt

source: replace thumbnail
nl_nl: Thumbnail vervangen

source: Chapter Information
nl_nl: Informatie bij het hoofdstukpunt

source: Enter Chapter Title
nl_nl: Hoofdstuktitel invoeren

source: Enter Chapter Description
nl_nl: Hoofdstukbeschrijving invoeren

source: Delete Chapter
nl_nl: Hoofdstukpunt verwijderen

source: upload a full deck
nl_nl: een volledige reeks uploaden

source: Upload Deck
nl_nl: Reeks uploaden

source: Slide image is a required field
nl_nl: Dia-afbeelding is een verplicht veld

source: upload a slide image
nl_nl: een dia-afbeelding uploaden

source: Upload Slide
nl_nl: Dia uploaden

source: replace slide
nl_nl: dia vervangen

source: Slide Information
nl_nl: Dia-informatie

source: Enter Slide Title
nl_nl: Diatitel invoeren

source: Enter Slide Description
nl_nl: Diabeschrijving invoeren

source: Delete Slide
nl_nl: Dia verwijderen

source: Time and Tags
nl_nl: Tijd en tags

source: up
nl_nl: boven

source: down
nl_nl: beneden

source: Enter comma separated Search Tags
nl_nl: Voer zoektags in, gescheiden met een komma

source: more...
nl_nl: meer...

source: Your search for "%1" did not match any timeline results.
nl_nl: Je zoekopdracht voor "%1" levert geen tijdlijnresultaat op.

source: Your search did not match any timeline results.
nl_nl: Je zoekopdracht levert geen tijdlijnresultaat op.

source: %1 In Timeline
nl_nl: %1 in tijdlijn

source: Comments are not allowed
nl_nl: Opmerkingen zijn niet toegestaan

source: Discussion is closed
nl_nl: De discussie is gesloten

source: More Comments...
nl_nl: Meer opmerkingen...

source: Created from
nl_nl: Aangemaakt vanuit

source: by
nl_nl: door

source: Email Notifications
nl_nl: Notificatie emailen

source: No templates were found
nl_nl: Er zijn geen sjablonen gevonden

source: This module will allow you to customize Email Notifications.
nl_nl: Met deze module kan je de emailnotificaties automatiseren.

source: Please note the type of notifications:
nl_nl: Houd rekening met het notificatietype:

source: Changes to "Application Specific" notifications will only affect this application.
nl_nl: Het wijzigen van een "toepassingsspecifieke" notificatie heeft alleen invloed op die toepassing.

source: Notifications of Type "Reach" and "External" will take affect on all MediaSpace and KAF instances under the same Kaltura Partner ID.
nl_nl: Notificaties van het type "Reach" en "Extern" worden gebruikt op alle MediaSpace- en KAF-implementaties onder dezelfde Kaltura Partner-ID.

source: Default Sender's Name and Sender's Email are "Kaltura Automated Response" and customer_service@kaltura.com respectively.
nl_nl: De standaardnaam en email van de afzender zijn respectievelijk "Kaltura Automatisch antwoord" en customer_service@kaltura.com.

source: You can customize these fields per individual email notification.
nl_nl: Je kan deze velden aanpassen per individuele emailnotificatie.

source: Only one value per field is possible.
nl_nl: Er is slechts 1 waarde per veld mogelijk.

source: This module will allow you to customize email notifications of this Kaltura account.
nl_nl: Met deze module kan je de emailnotificatie voor dit Kaltura-account aanpassen.

source: All the settings that are configured in this application are shared with other applications (MediaSpace and KAF) under the same Kaltura Partner ID.
nl_nl: Alle configuratieinstellingen in deze toepassing, worden gedeeld met andere applicaties (MediaSpace en KAF) onder dezelfde Kaltura Partner-ID.

source: If you want to customize email notifications for each application separately, you can upgrade to the new notifications feature by clicking the button below.
nl_nl: Als je emailnotificaties voor elke applicatie afzonderlijk wilt aanpassen, kan je upgraden naar de nieuwe notificatiefunctie door op de knop hieronder te klikken.

source: Please note that this action should be performed on each application individually.
nl_nl: Deze actie moet je afzonderlijk uitvoeren op iedere applicatie.

source: After upgrading all your applications, you will be able to customize each application's notifications separately.
nl_nl: Na het upgraden van alle applicaties, kan je de notificaties voor iedere applicatie afzonderlijk aanpassen.

source: Upgrade notifications (for this application only)
nl_nl: Notificaties bijwerken (alleen voor deze applicatie)

source: Grabbing the embed code will make this media <strong>public to the world</strong> and override all entitlements defined in MediaSpace.
nl_nl: Het gebruik van de insluitcode maakt deze media <strong>openbaar</strong> en houdt geen rekening met de gedefinieerde machtigingen op het videoplatform.

source: Embed Code
nl_nl: Insluitcode

source: Maximum Player Size
nl_nl: Maximum afmeting van de videoplayer

source: Player Size
nl_nl: Afmeting van de videoplayer

source: Link to Media Page
nl_nl: Link naar de mediapagina

source: This Media is Private. In order to share this media via Email you have to Publish it to a Channel or make it Unlisted
nl_nl: Deze media is privé. Om deze media via email te delen, moet je ze verborgen publiceren of in een kanaal

source: Share this media via Email
nl_nl: Deze media via email delen

source: Embed Type
nl_nl: Insluittype

source: Legacy
nl_nl: Erfenis

source: Player Skin
nl_nl: Skin van de videoplayer

source: Responsive Sizing
nl_nl: Responsieve dimensionering

source: Set current video time as end time
nl_nl: De huidige videotijd instellen als eindtijd

source: Set current video time as start time
nl_nl: De huidige videotijd instellen als starttijd

source: Not authenticated
nl_nl: Niet bevestigd

source: Click here to login
nl_nl: Klik hier om in te loggen

source: You are not authorized to view this media
nl_nl: Je mag deze media niet bekijken

source: Playback of this content is only allowed on its original publishing destination. Please contact owner or support
nl_nl: Je kan deze content alleen afspelen vanaf de originele publicatiebestemming. Neem contact op met de contenteigenaar of systeembeheerder.

source: Share Watch Link:
nl_nl: Kijklink delen

source: Link has been copied to clipboard
nl_nl: Link is naar het klembord gekopieerd

source: Copy Link
nl_nl: Link kopiëren

source: Email Link
nl_nl: Link mailen

source: Create a Live Event
nl_nl: Een live event aanmaken

source: Are you sure you want to start streaming the live event?
nl_nl: Wil je de stream van dit live event starten?

source: Are you sure you want to stop streaming the live event?
nl_nl: Wil je de stream van dit live event stoppen?

source: Broadcast Details
nl_nl: Uitzenddetails

source: Stream Configuration
nl_nl: Streamconfiguratie

source: RTMP Primary URL
nl_nl: RTMP primaire URL

source: RTMP Secondary URL
nl_nl: RTMP secundaire URL

source: RTMPS Primary URL
nl_nl: RTMPS primaire URL

source: RTMPS Secondary URL
nl_nl: RTMPS secundaire URL

source: Stream Name
nl_nl: Streamnaam

source: Copy Stream Name
nl_nl: Streamnaam kopiëren

source: SIP User
nl_nl: SIP-gebruiker

source: Generate SIP User
nl_nl: SIP-gebruiker genereren

source: Copy SIP User
nl_nl: SIP-gebruiker kopiëren

source: Regenerate SIP User
nl_nl: SIP-gebruiker regenereren

source: XML for FMLE
nl_nl: XML voor FMLE

source: Export XML for FMLE
nl_nl: XML exporteren voor FMLE

source: On
nl_nl: Op

source: Off
nl_nl: Uit

source: Transcoding Profile
nl_nl: Transcoderingsprofiel

source: Create a Quiz
nl_nl: Een quiz aanmaken

source: Media Selection
nl_nl: Mediaselectie

source: Please select the media you would like the quiz to relate to. You can either select an existing media or upload a new one.
nl_nl: Selecteer de media die je voor deze quiz wilt gebruiken. Je kan bestaande media selecteren of nieuwe media uploaden.

source: Select
nl_nl: Selecteren

source: Broadcast Time
nl_nl: Uitzendtijd

source: Event Opens
nl_nl: Event opent

source: Broadcast
nl_nl: Uitzending

source: before
nl_nl: voor
