Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: Submit Search
nl_nl: Zoekopdracht verzenden

source: Select language
nl_nl: Taal selecteren

source: Selected language: %1
nl_nl: Geselecteerde taal: %1

source: Select language: %1
nl_nl: Taal selecteren: %1

source: User Actions
nl_nl: Gebruikersacties

source: side
nl_nl: zijde

source: Press CTRL-C to copy
nl_nl: Druk op CTRL-C om te kopiëren

source: Load More
nl_nl: Meer laden

source: new tag
nl_nl: nieuwe tag

source: Sorry, this action requires Adobe Flash.
nl_nl: Deze actie vereist Adobe Flash.

source: One result is available, press enter to select it.
nl_nl: Er is 1 resultaat beschikbaar. Druk op enter om het te selecteren.

source: %1 results are available, use up and down arrow keys to navigate.
nl_nl: %1 resultaten zijn beschikbaar, navigeer omhoog en omlaag met de pijltjestoetsen.

source: Loading failed
nl_nl: Laden mislukt

source: Please enter %1 or more %2
nl_nl: Voer %1 of meer %2 in

source: Tags, Editing text - Please enter %1 or more %2
nl_nl: Tags, tekst bewerken - Voeg %1 of meer %2 in

source: Please delete %1 %2
nl_nl: Verwijder %1 %2

source: You can only select %1 %2
nl_nl: Je kan alleen %1 %2 selecteren

source: Loading more results…
nl_nl: Meer resultaten aan het laden...

source: Searching…
nl_nl: Zoeken...

source: No matching results found
nl_nl: Geen overeenkomsten gevonden

source: Please try using other search terms
nl_nl: Gebruik andere zoektermen

source: thumbnail for channel %0
nl_nl: Thumbnail voor kanaal %0

source: %0 Galleries found
nl_nl: %0 galerijen gevonden

source: %0 Channels found
nl_nl: %0 kanalen gevonden

source: %0 Gallery found
nl_nl: %0 galerij gevonden

source: %0 Channel found
nl_nl: %0 kanaal gevonden

source: Found %0 result
nl_nl: %0 resultaat gevonden

source: Found %0 results
nl_nl: %0 resultaten gevonden

source: Go to Channel Results
nl_nl: Ga naar kanaalresultaten

source: Go to Gallery Results
nl_nl: Ga naar galerijresultaten

source: No more galleries found.
nl_nl: Verder geen galerijen gevonden.

source: No Galleries found
nl_nl: Geen galerijen gevonden

source: Slide
nl_nl: Dia

source: %1 Slide
nl_nl: %1 dia

source: %1 Slides
nl_nl: %1 dia's

source: Caption
nl_nl: Ondertiteling

source: %1 Caption
nl_nl: %1 ondertiteling

source: %1 Captions
nl_nl: %1 ondertiteling

source: Chapter
nl_nl: Hoofdstukpunt

source: %1 Chapters
nl_nl: %1 Hoofdstukpunten

source: %1 Chapter
nl_nl: %1 hoofdstukpunt

source: Poll
nl_nl: Peiling

source: %1 Polls
nl_nl: %1 peilingen

source: %1 Poll
nl_nl: %1 peiling

source: %1 Comment
nl_nl: %1 opmerking

source: Comment
nl_nl: Opmerking

source: %1 Comments
nl_nl: %1 opmerkingen

source: Created by
nl_nl: Aangemaakt door

source: Show More
nl_nl: Meer weergeven

source: Q:
nl_nl: V:

source: Keyword found in:
nl_nl: Trefwoord gevonden in:

source: Today
nl_nl: Vandaag

source: More Filters
nl_nl: Meer filters

source: Clear All
nl_nl: Alles wissen

source: Previous Filters
nl_nl: Vorige filters

source: Next Filters
nl_nl: Volgende filters

source: %1 second
nl_nl: %1 seconde

source: %1 seconds
nl_nl: %1 seconden

source: %1 minute
nl_nl: %1 minuut

source: %1 minutes
nl_nl: %1 minuten

source: %1 hour
nl_nl: %1 uur

source: %1 hours
nl_nl: %1 uren

source: A few seconds ago
nl_nl: Een paar seconden geleden

source: %1 Seconds ago
nl_nl: %1 seconden geleden

source: %1 Minutes ago
nl_nl: %1 minuten geleden

source: A minute ago
nl_nl: Een minuut geleden

source: %1 Hours ago
nl_nl: %1 uur geleden

source: %1 Days ago
nl_nl: %1 dagen geleden

source: %1 Months ago
nl_nl: %1 maanden geleden

source: %1 Years ago
nl_nl: %1 jaar geleden

source: thumbnail for entry ID
nl_nl: thumbnail voor entry-ID

source: click to navigate to entry
nl_nl: klik om naar het item te navigeren

source: Loading info...
nl_nl: Informatie wordt geladen...

source: related entry ID
nl_nl: gerelateerde entry-ID

source: click to see thumbnail
nl_nl: klik om thumbnail weer te geven

source: The bulk operation for %1 %2 has been completed
nl_nl: De bulkbewerking voor %1 %2 is voltooid

source: No more media found.
nl_nl: Geen andere media gevonden.

source: You are about to delete the group %1.
nl_nl: Je gaat groep %1 verwijderen.

source: Users in this group will be removed from the group. This action is permanent.
nl_nl: Gebruikers in deze groep worden uit de groep verwijderd. Deze actie is permanent.

source: You are about to delete %1 groups.
nl_nl: Je gaat %1 groepen verwijderen.

source: Users in these groups will be removed from the groups. This action is permanent.
nl_nl: Gebruikers in deze groep worden uit de groep verwijderd. Deze actie is permanent.

source: %1 users
nl_nl: %1 gebruikers

source: Add Users
nl_nl: Gebruikers toevoegen

source: Delete Group
nl_nl: Groep verwijderen

source: %1 Users
nl_nl: %1 gebruikers

source: %1 Selected
nl_nl: %1 geselecteerd

source: Create Your First Group
nl_nl: Maak je eerste groep aan

source: No Groups
nl_nl: Geen groepen

source: When you create groups, they will appear in here
nl_nl: Wanneer je groepen aanmaakt, verschijnen ze hier

source: Your search did not match any group.
nl_nl: Je zoekopdracht komt met geen enkele groep overeen.

source: Make sure you spelled the word correctly
nl_nl: Zorg dat je het woord correct hebt gespeld

source: Try a different search term or filters
nl_nl: Probeer een andere zoekterm of filters

source: You are about to remove the user %1 from the group.
nl_nl: Je gaat gebruiker %1 verwijderen uit de groep.

source: You are about to remove a user that was automatically synced to this group. Depending on the application's Group-sync Module, the user might automatically be added again.
nl_nl: Je wilt een gebruiker verwijderen die automatisch wordt gesynchroniseerd met deze groep. Afhankelijk van de wijze van synchroniseren, kan het gebeuren dat deze gebruiker automatisch opnieuw wordt toegevoegd aan de groep.

source: No Users
nl_nl: Geen gebruikers

source: Your users list is empty
nl_nl: Je gebruikerslijst is leeg

source: Add Yours First Users
nl_nl: Voeg je eerste gebruikers toe

source: You are about to remove %1 users from the group.
nl_nl: Je gaat %1 gebruikers verwijderen uit de groep.

source: Please note - users that were automatically synced to this group may automatically be added again, depending on the application's Group-sync Module.
nl_nl: Je wilt gebruikers verwijderen die automatisch worden gesynchroniseerd met deze groep. Afhankelijk van de wijze van synchroniseren, kan het gebeuren dat ze automatisch opnieuw worden toegevoegd aan de groep.

source: Remove Users
nl_nl: Gebruikers verwijderen

source: Remove User
nl_nl: Gebruiker verwijderen

source: Start typing to search for a user to add.
nl_nl: Begin te typen om een gebruiker te zoeken en toe te voegen.

source: Number of Users
nl_nl: Aantal gebruikers

source: Group ID
nl_nl: Groep-ID

source: Copy link to share
nl_nl: Kopieer deze link om te delen

source: The group's information is being updated. Once update is completed, you will be able to continue editing the group.
nl_nl: De groepsinformatie wordt bijgewerkt. Als de update is voltooid, kan je verder gaan met het bewerken van de groep.

source: No more groups found.
nl_nl: Verder geen groepen gevonden.

source: No more users found.
nl_nl: Verder geen gebruikers gevonden.

source: %1 Existing & %2 Unrecognized Users
nl_nl: %1 bestaande & %2 niet-herkende gebruikers

source: Create user if ID not found
nl_nl: Maak een gebruiker aan als de ID is gevonden

source: Please enter a sender name. For default sender name, use {from_name}
nl_nl: Voer de naam van de afzender in of {from_name}

source: Please enter a sender email. For default sender email, use {from_email}
nl_nl: Voer het emailadres in van de afzender of {from_email}

source: Please input a valid email address or {from_email} for the default address
nl_nl: Voer een geldig emailadres of {from_email}

source: Please enter a message subject
nl_nl: Voer een onderwerp voor het bericht in

source: Please enter a message body
nl_nl: Voer de inhoud van het bericht in

source: Notification:
nl_nl: Notificatie:

source: Sender Name:
nl_nl: Afzendernaam:

source: Sender Email:
nl_nl: Email van de afzender:

source: Subject:
nl_nl: Onderwerp:

source: Body:
nl_nl: Inhoud:

source: Edit Notification
nl_nl: Notificatie bewerken

source: Notifications
nl_nl: Notificaties

source: Selected
nl_nl: Geselecteerd

source: Bulk Action
nl_nl: Bulk actie

source: Disable
nl_nl: Deactiveren

source: Enable
nl_nl: Activeren

source: Edit Sender Info
nl_nl: Bewerk de informatie over de afzender

source: Recipient
nl_nl: Ontvanger

source: Subject & Body
nl_nl: Onderwerp & inhoud

source: Sender Info
nl_nl: Informatie over de afzender

source: Broadcast will start soon
nl_nl: Uitzending start binnenkort

source: To join, click the link below
nl_nl: Klik op deze link om je aan te melden

source: No media items found
nl_nl: Geen media-items gevonden

source: Live Now
nl_nl: Nu live

source: Join Now
nl_nl: Nu aanmelden

source: %1 to %2
nl_nl: %1 tot %2

source: No Webcasts Yet
nl_nl: Nog geen webcasts

source: When you create webcast events, they will appear here
nl_nl: Webcast events, die je aanmaakt, verschijnen hier

source: When webcast events will be created, they will appear here
nl_nl: Webcast events, die worden aangemaakt, verschijnen hier

source: Add Webcast Event
nl_nl: Webcast event toevoegen

source: Don't Show On Player
nl_nl: Niet tonen in videoplayer

source: Show On Player
nl_nl: Toon in de videoplayer

source: Please note, the embed player is the default playback player. To use a different player, please contact your admin.
nl_nl: De embedded videoplayer is de standaard speler. Neem contact op met de systeembeheerder als je een andere speler wilt gebruiken.

source: Are you sure you want to remove this media?
nl_nl: Wil je deze media verwijderen?

source: character
nl_nl: teken

source: characters
nl_nl: tekens

source: Webcast event was updated successfully
nl_nl: Webcastevent succesvol bijgewerkt

source: Webcast event was successfully removed from this meeting.
nl_nl: Webcastevent uit deze vergadering verwijderd.

source: Press the Enter key to add the email
nl_nl: Druk op de Enter-toets om de mail toe te voegen

source: Show bio
nl_nl: Toon bio

source: Hide bio
nl_nl: Verberg bio

source: Clear All Filters
nl_nl: Alle filters wissen

source: Search...
nl_nl: Zoeken...

source: Skip to content
nl_nl: Ga naar content

source: Open side bar
nl_nl: Zijbalk openen

source: user menu
nl_nl: gebruikersmenu

source: Unlimited
nl_nl: Onbeperkt

source: current credit status
nl_nl: huidige kredietstatus

source: Credit expiration date
nl_nl: Vervaldatum krediet

source: Embed Settings:
nl_nl: Instellingen insluitcode:

source: Choose Player
nl_nl: Kies videoplayer

source: Max Embed Size
nl_nl: Max insluitgrootte

source: Thumbnail Embed
nl_nl: Insluitcode thumbnail

source: Auto Play
nl_nl: Automatisch afspelen

source: Set as my default settings for media type:
nl_nl: Mijn standaardinstelling voor mediatype:

source: Embed Submission
nl_nl: Indienen insluitcode

source: Submit as Assignment
nl_nl: Als opdracht indienen

source: Copy Embed
nl_nl: Kopieer insluitcode

source: Start & End Time
nl_nl: Start- & eindtijd

source: Start at
nl_nl: Start op

source: Set start point based on player time
nl_nl: Neem tijdstip in videoplayer over als startpunt

source: End at
nl_nl: Einde op

source: Set end point based on player time
nl_nl: Neem tijdstip in videoplayer over als eindpunt

source: Select a start and / or end time for this embed. Note: users will still be able to play the entire media.
nl_nl: Selecteer een start- en/of eindtijd voor deze insluitcode. Opmerking: gebruikers kunnen altijd nog het gehele medium bekijken.

source: Go to Media
nl_nl: Ga naar Media

source: No Access
nl_nl: Geen toegang

source: Image Not Available
nl_nl: Afbeelding niet beschikbaar

source: Tags: click any tag to view media on the same topic
nl_nl: Tags: klik op een tag om media over hetzelfde onderwerp te bekijken

source: No media results were found. Try to adjust your search terms.
nl_nl: Geen mediaresultaten gevonden. Probeer een andere zoekterm.

source: Q:
nl_nl: V:

source: %1 Question
nl_nl: %1 vraag

source: %1 Questions
nl_nl: %1 vragen

source: name
nl_nl: naam

source: text
nl_nl: tekst

source: Loading ...
nl_nl: Bezig met laden...

source: No Results
nl_nl: Geen resultaten

source: Converting
nl_nl: Converteren

source: No Rules Found
nl_nl: Geen regels gevonden

source: Save Search
nl_nl: Zoekopdracht opslaan

source: This search was removed
nl_nl: Deze zoekopdracht is verwijderd

source: Received date:
nl_nl: Ontvangstdatum:

source: Collage Picture
nl_nl: Collage-afbeelding

source: more
nl_nl: meer

source: Upload Complete!
nl_nl: Upload voltooid!

source: Cannot connect to Kaltura Client
nl_nl: Kan geen verbinding maken met de Kaltura Client

source: Failed to upload file:
nl_nl: Uploaden van dit bestand mislukt:

source: Failed to create upload token
nl_nl: Aanmaken uploadtoken mislukt

source: Searching...
nl_nl: Bezig met zoeken...

source: Start typing to search for a user or a group
nl_nl: Begin te typen om een gebruiker of groep te vinden

source: No matches found
nl_nl: Geen overeenkomst gevonden

source: Type user or group name
nl_nl: Gebruikersnaam of groepsnaam typen

source: Start typing characters, auto-complete will be presented for users and groups. For exact name search, use the quotation marks (e.g. 'John').
nl_nl: Begin met typen; automatisch voltooien wordt gebruikt voor gebruikers en groepen. Gebruik aanhalingstekens om naar een exacte naam te zoeken (bijvoorbeeld 'Jan').

source: Select permissions:
nl_nl: Machtigingen selecteren:

source: Upload Attachment
nl_nl: Bijlage uploaden

source: Title:
nl_nl: Titel:

source: Provide end-users with a more descriptive title for this file (optional)
nl_nl: Geef een meer beschrijvende titel voor dit bestand (optioneel)

source: Description:
nl_nl: Beschrijving:

source: Provide end-users with a brief description of this files content (optional)
nl_nl: Geef een korte beschrijving van de bestandsinhoud (optioneel)

source: Save & Preview
nl_nl: Opslaan en preview weergeven

source: Update Sender Info
nl_nl: Informatie van de afzender bewerken

source: Import List of Users
nl_nl: Lijst met gebruikers importeren

source: Paste a list of user IDs in the form of open text.
nl_nl: Plak een lijst met gebruikers-id's in de vorm van vrije tekst.

source: The user IDs may be separated by ',' or ';' or a line break. Spaces are not allowed.
nl_nl: Scheid de gebruikers-id's met ',' of ';' of een regelafbreking. Spaties zijn niet toegestaan.

source: Verify User IDs
nl_nl: Verifieer gebruikers-id's

source: Search for Users
nl_nl: Zoeken naar gebruikers

source: Back to Groups
nl_nl: Terug naar groepen

source: Groups
nl_nl: Groepen

source: User Name
nl_nl: Gebruikersnaam

source: Email Address
nl_nl: Mailadres

source: Creation Mode
nl_nl: Aanmaakmodus

source: Copy Group
nl_nl: Groep kopiëren

source: Add New Group
nl_nl: Nieuwe groep toevoegen

source: Add Users:
nl_nl: Gebruikers toevoegen:

source: Bulk Actions
nl_nl: Bulkacties

source: Group Name
nl_nl: Groepsnaam

source: # of Users
nl_nl: Aantal gebruikers

source: Processing...
nl_nl: Bezig met verwerken...

source: Search for Groups
nl_nl: Zoeken naar groepen

source: Group Name:*
nl_nl: Groepsnaam:*

source: Group ID:*
nl_nl: Groeps-id:*

source: Group ID supports Alphanumeric characters and: ,!#$%&'*+?^_`{|}~.@-
nl_nl: Groeps-id ondersteunt alfanumerieke tekens en ,!#$%&'*+?^_`{|}~.@-

source: Choose Group Name
nl_nl: Groepsnaam kiezen

source: Toggle Sidebar
nl_nl: Zijbalk wisselen

source: Add To Playlist
nl_nl: Toevoegen aan afspeellijst

source: Search for Playlist
nl_nl: Zoeken naar afspeellijst

source: New Playlist Title
nl_nl: Titel nieuwe afspeellijst

source: Create New Playlist
nl_nl: Nieuwe afspeellijst aanmaken

source: Cannot create playlist! Please try again later..
nl_nl: Kan afspeellijst niet aanmaken! Probeer het later nogmaals....

source: Create Playlist
nl_nl: Afspeellijst aanmaken

source: Edit Playlist
nl_nl: Afspeellijst bewerken

source: Playlist Details
nl_nl: Details afspeellijst

source: Updated
nl_nl: Bijgewerkt

source: Watch Now
nl_nl: Nu kijken

source: Change Thumbnail
nl_nl: Thumbnail wijzigen

source: Upload
nl_nl: Uploaden

source: More Button
nl_nl: Knop Meer

source: Move to Bottom
nl_nl: Naar beneden verplaatsen

source: Add description
nl_nl: Beschrijving toevoegen

source: Add tags
nl_nl: Tags toevoegen

source: All Shared Content
nl_nl: Alle gedeelde content

source: My Playlist
nl_nl: Mijn afspeellijsten

source: Search for Media
nl_nl: Zoeken naar media

source: There are no playlists to show
nl_nl: Er zijn geen afspeellijsten om weer te geven

source: Create a playlist, or change the search parameters
nl_nl: Afspeellijst aanmaken of zoekopdracht wijzigen

source: Collapsed View
nl_nl: Ingeklapte weergave

source: Detailed View
nl_nl: Gedetailleerde weergave

source: View Type
nl_nl: Type bekijken

source: Upload Complete
nl_nl: Upload voltooid

source: File size is too big. Maximum size of %1 is allowed.
nl_nl: Bestand is te groot. Maximale grootte van %1 is toegestaan.

source: Your search did not match any user.
nl_nl: Je zoekopdracht komt met geen enkele gebruiker overeen.

source: Created by
nl_nl: Aangemaakt door

source: on
nl_nl: op

source: To make sure your pass is extra secure, please follow these guidelines:
nl_nl: Volg deze richtlijnen om ervoor te zorgen dat je pas extra beveiligd is:

source: Does not contain your name
nl_nl: Bevat niet je naam

source: Repeat Password
nl_nl: Herhaal wachtwoord

source: Lets Set Your Password
nl_nl: Laten we je wachtwoord gaan instellen

source: You’re almost there!
nl_nl: Je bent er bijna!

source: Oops!
nl_nl: Oei!

source: We just sent you an email with the activation link. Please check your inbox, follow the link, and set your password to get started!
nl_nl: We hebben je een mail gestuurd met een activatielink. Kijk in je postvak, volg de link en stel een wachtwoord in.

source: This link is invalid or has expired. Please enter your email address to receive a new link.
nl_nl: Deze link is ongeldig of verlopen. Voer je mailadres in om een nieuwe link te ontvangen.

source: Go to Site
nl_nl: Ga naar site

source: Enter Email
nl_nl: Email invoeren

source: Invalid Email Address
nl_nl: Ongeldig mailadres

source: Send
nl_nl: Verzenden

source: You are all set!
nl_nl: Je bent er helemaal klaar voor!

source: Login to Site in
nl_nl: Log in op de site

source: Must contain at least one lower case letter (a-z)
nl_nl: Moet ten minste één kleine letter bevatten (a-z)

source: Must contain at least one numerical digit (0-9)
nl_nl: Moet ten minste één cijfer bevatten (0-9)

source: Must contain at least one of the following symbols: %~!@#$^*=+?[]{}
nl_nl: Moet ten minste één van deze symbolen bevatten: %~!@#$^*=+?[]{}

source: Must be between 8 and 14 characters in length
nl_nl: Moet 8 tot 14 tekens lang zijn

source: Must not contain the following characters: <>;
nl_nl: Mag deze tekens niet bevatten: <>;

source: The bulk operation for %1 '%2' has completed
nl_nl: De bulkbewerking voor %1 '%2' is voltooid

source: Type user name
nl_nl: Gebruikersnaam invoeren

source: Start typing to search for a user
nl_nl: Begin te typen om een gebruiker te vinden

source: Phone
nl_nl: Telefoon

source: Add User
nl_nl: Gebruiker toevoegen

source: Read More
nl_nl: Meer lezen

source: Read Less
nl_nl: Minder lezen

source: Type something
nl_nl: Typ iets

source: Click to remove %1
nl_nl: Klik om %1 te verwijderen

source: go to playlist %1
nl_nl: ga naar afspeellijst %1

source: Navigation Menu
nl_nl: Navigatiemenu

source: Hide
nl_nl: Verbergen

source: Please input at least 3 characters per search name in order to get suggested search results. 2 letters names, put inside quotation marks.
nl_nl: Voer minstens 3 tekens in per zoekterm om voorgestelde zoekresultaten te verkrijgen. Plaats een zoekterm van 2 letters tussen aanhalingstekens.

source: Click to go to media
nl_nl: Klik om naar media te gaan

source: more%1
nl_nl: meer%1

source: Read more
nl_nl: Lees meer

source: Select a CSV file:
nl_nl: Selecteer een CSV-bestand:

source: The resource is unavailable at the selected time. Please see a list of conflicting events below.
nl_nl: Deze hulpbron is niet beschikbaar op het geselecteerde tijdstip. Raadpleeg onderstaande lijst met conflicterende events.

source: There are additional conflicting events.
nl_nl: Er zijn meerdere conflicterende events.

source: Please select a different resource or time to save the event.
nl_nl: Selecteer een andere hulpbron of tijdstip om het event op te slaan.

source: Your search for "%1" did not match any channels.
nl_nl: Je zoekopdracht voor "%1" komt niet voor in een van de kanalen.

source: Try a different search term
nl_nl: Probeer een andere zoekterm

source: Managed by:
nl_nl: Beheerd door:

source: Your search for "%1" did not match any media.
nl_nl: Je zoekopdracht voor "%1" heeft geen media opgeleverd.

source: Your search for "%1" did not match any categories.
nl_nl: Je zoekopdracht voor "%1" heeft geen categorieën opgeleverd.

source: Search media
nl_nl: Media zoeken

source: Toggle search bar
nl_nl: Zoekbalk in-/uitschakelen

source: Advanced Search
nl_nl: Geavanceerd zoeken

source: You can proceed with the Kaltura %1 %2 setup process.
nl_nl: Je kan doorgaan met het Kaltura %1 %2 setup-proces.

source: Some requirements failed. Please fix and refresh the page.
nl_nl: Er is niet voldaan aan bepaalde vereisten. Herstel dat en vernieuw de pagina.

source: Upload new media
nl_nl: Nieuwe media uploaden

source: Drag & Drop a file here
nl_nl: Versleep een bestand hierheen

source: or
nl_nl: of

source: Complete the required information for the uploaded media below.
nl_nl: Vul alle verplichte informatie in voor de geüploade media hieronder.

source: All common video, audio and image formats in all resolutions are accepted.
nl_nl: Alle gebruikelijke video-, audio- en afbeeldingsformaten worden in alle resoluties aanvaard.

source: Delete Media
nl_nl: Media verwijderen

source: Analytics Application
nl_nl: Applicatiestatistieken

source: Your media,<strong> %1 </strong>, has been saved in My Media
nl_nl: Je media,<strong> %1 </strong>, is opgeslagen in Mijn media

source: Media was successfully saved
nl_nl: Je media is succesvol opgeslagen

source: Are you sure you want to delete the playlist?
nl_nl: Wil je deze afspeellijst verwijderen?

source: You are not allowed to delete this playlist.
nl_nl: Je mag deze afspeellijst niet verwijderen.

source: Playlist player deployment
nl_nl: Videoplayer voor afspeellijsten instellen

source: Add Items To Your %1
nl_nl: Items toevoegen aan je %1

source: Move to Top
nl_nl: Naar boven verplaatsen

source: Go To Playlist
nl_nl: Ga naar afspeellijst

source: Move Position
nl_nl: Positie verplaatsen

source: Channel playlist
nl_nl: Kanaalafspeellijst

source: Are you sure you want to leave without saving?
nl_nl: Wil je weg gaan zonder opslaan?

source: Are you sue you want to discard the playlist?
nl_nl: Wil je deze afspeellijst verwijderen?

source: %1 %2 from playlist
nl_nl: %1 %2 van afspeellijst

source: My %1
nl_nl: Mijn %1

source: Your %1 is empty
nl_nl: Je %1 is leeg

source: Click the + button next to media you want to add to your playlist.
nl_nl: Klik op de knop + naast de media die je aan de afspeellijst wilt toevoegen.

source: Are you sure you want to discard the playlist?
nl_nl: Wil je deze afspeellijst verwijderen?

source: Edit %1 - %2
nl_nl: %1 - %2 bewerken

source: Edit Playlist Details - %1
nl_nl: Details afspeellijst bewerken - %1

source: Playlist Details - %1
nl_nl: Details afspeellijst - %1
