Repository: JeroenGeradts/TranslationManager
Catalog: output/default [after completing manual editing].po
Languages: nl_nl

source: after
nl_nl: na

source: broadcast
nl_nl: uitzending

source: On Demand Ends
nl_nl: Op aanvraag eindigt

source: unlimited
nl_nl: onbeperkt

source: User Information
nl_nl: Gebruikersinformatie

source: Please set content id
nl_nl: Stel de content-ID in

source: Replace
nl_nl: Vervangen

source: Undo
nl_nl: Ongedaan maken

source: Replace external entry
nl_nl: Vervang extern item

source: Note: Only public YouTube videos are supported
nl_nl: Opmerking: Alleen openbaar toegankelijke YouTube-video's worden ondersteund

source: Use the Display tab to change or modify an entry’s display.
nl_nl: Gebruik het tabblad Weergave om de weergave van een item te wijzigen.

source: Reaching Out to the Data Base
nl_nl: Verbinding maken met de database

source: We have encountered an error during the sync
nl_nl: Er is een fout opgetreden tijdens de synchronisatie

source: Please provide the following information to your administrator:
nl_nl: Geef deze informatie aan de systeembeheerder:

source: Continue to site
nl_nl: Ga door naar de site

source: Clear all Watch History
nl_nl: Kijkgeschiedenis wissen

source: Refresh history
nl_nl: Kijkgeschiedenis vernieuwen

source: This item has been removed from your history.
nl_nl: Dit item is uit je kijkgeschiedenis verwijderd.

source: Remove %1 from Watch History
nl_nl: %1 verwijderen uit kijkgeschiedenis

source: Remove from Watch History
nl_nl: Verwijderen uit kijkgeschiedenis

source: All time
nl_nl: Alle periodes

source: Last 7 Days
nl_nl: Afgelopen 7 dagen

source: Last 30 Days
nl_nl: Afgelopen 30 dagen

source: To
nl_nl: Tot

source: Clear History
nl_nl: Kijkgeschiedenis wissen

source: Search My History
nl_nl: Mijn kijkgeschiedenis doorzoeken

source: %u Like
nl_nl: %u Vind-ik-leuks

source: %u View
nl_nl: %u weergave

source: You must select a channel to import from
nl_nl: Selecteer een kanaal om uit te importeren

source: Oops, it appears you do not have manager permissions in any other channel.
nl_nl: Je hebt geen managermachtigingen in een van de kanalen.

source: Please contact your administrator.
nl_nl: Neem contact op met de systeembeheerder.

source: It appears that none of the channels you manage contain any media assets to import.
nl_nl: De kanalen die je beheert bevatten geen media om te importeren.

source: Importing...
nl_nl: Importeren...

source: Your browser version is not supported by Kaltura Capture. Supported browsers are chrome v.40 and up, Firefox v.35 and up, or IE8 and up.
nl_nl: Kaltura Capture ondersteunt niet de versie van je browser. Ondersteunde browsers zijn Chrome v.40 en hoger, Firefox v.35 en hoger of IE8 en hoger.

source: Back to My Media
nl_nl: Terug naar Mijn media

source: Launching Kaltura Capture
nl_nl: Opstarten Kaltura Capture

source: Kaltura Capture launched successfully
nl_nl: Kaltura Capture succesvol gestart

source: The Kaltura Capture Desktop Recorder
nl_nl: De Kaltura Capture Desktop Recorder

source: If you’ve already installed Kaltura Capture, it will launch automatically.
nl_nl: Kaltura Capture start automatisch op als je deze al hebt geïnstalleerd op je computer.

source: Using Kaltura Capture for the first time?
nl_nl: Gebruik je Kaltura Capture voor het eerst?

source: Download for Windows
nl_nl: Download voor Windows

source: Download for Mac
nl_nl: Download voor Mac

source: Learn more: See the <a href="%1" target="_blank">Kaltura Capture - User Manual</a> for additional information on supported systems and usage instructions.
nl_nl: Meer informatie: raadpleeg de <a href="%1" target="_blank">Kaltura Capture - Gebruiksaanwijzing</a> voor meer informatie over ondersteunde systemen en gebruikerssinstructie.

source: To download Kaltura Capture, please contact your system administrator.
nl_nl: Installeer Kaltura Capture vanuit de Application Self-Service Manager. De toepassing wordt geopend zodra de installatie is voltooid.

source: FREE
nl_nl: GRATIS

source: - On the App Store
nl_nl: - In de App Store

source: Player Skin:
nl_nl: Skin van de videoplayer:

source: Player Size:
nl_nl: Afmeting van de videoplayer:

source: Add a Presenter
nl_nl: Een presentator toevoegen

source: Presenter %1 has been removed from this media.
nl_nl: Presentator %1 is verwijderd van dit medium.

source: Presenter %1 information will be removed from this media.
nl_nl: Informatie over presentator %1 wordt van deze media verwijderd.

source: Are you sure you want to continue?
nl_nl: Wil je doorgaan?

source: Published entries cannot be unpublished
nl_nl: De publicatie van gepubliceerde items kan niet ongedaan worden gemaakt

source: You can publish the media to multiple categories and channels.
nl_nl: Je kan deze media in meerdere categorieën en kanalen publiceren.

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels.
nl_nl: Voltooi alle verplichte velden en bewaar het item voordat je het publiceert in een categorie of kanaal.

source: Note that the upload process needs to complete successfully for the "Published" option to be enabled.
nl_nl: De optie "Gepubliceerd" komt beschikbaar nadat de uploadprocedure met succes is voltooid.

source: Upload in progress, please wait for upload to complete.
nl_nl: Bezig met uploaden, wacht even tot dit proces is voltooid.

source: Please fill in all mandatory fields & click 'Save'.
nl_nl: Vul alle verplichte velden in en klik op 'Opslaan'.

source: To publish, please click 'Save' first.
nl_nl: Klik eerst op 'Opslaan' om te publiceren.

source: Unpublish from all applications
nl_nl: Maak publicatie in alle applicaties ongedaan

source: Publish in Category
nl_nl: Publiceren in categorie

source: Publish in Channel
nl_nl: Publiceren in kanaal

source: Publish in %1
nl_nl: Gepubliceerd in %1

source: Top Channels I Manage
nl_nl: Kanalen die ik beheer

source: More Channels
nl_nl: Meer kanalen

source: No media selected, Please select at least one media.
nl_nl: Geen media geselecteerd, selecteer minstens 1 mediabestand.

source: The selected entries do not support the service ordering. Please select only Video / Audio entries that are ready for playback.
nl_nl: De gevraagde service niet mogelijk bij de geselecteerde items. Selecteer alleen video/audio die gereed is voor afspelen.

source: You are not authorized to order the service for the selected media, please re-select entries.
nl_nl: Je mag deze service niet bestellen voor de geselecteerde media, selecteer andere items.

source: Service Requests
nl_nl: Service aanvragen

source: Existing Requests
nl_nl: Bestaande aanvragen

source: Order
nl_nl: Bestellen

source: Order Captions & Enrichment Services
nl_nl: Bestel ondertiteling

source: No requests were found
nl_nl: Geen aanvragen gevonden

source: Your request has been received. Your video will automatically be updated upon completion.
nl_nl: Aanvraag ontvangen. Na oplevering wordt je video automatisch bijgewerkt.

source: Service was already requested for this video
nl_nl: Voor deze video is dezelfde aanvraag al eerder gedaan

source: Oops.. it seems you are not allowed to do that
nl_nl: Dit is niet toegestaan

source: The request cannot be fulfilled. Your account credit is depleted. Please contact your administrator
nl_nl: Deze aanvraag kan niet worden uitgevoerd, omdat het beschikbare tegoed is gebruikt. Neem contact op met de systeembeheerder.

source: Are you sure you want to cancel this request?
nl_nl: Wil je deze aanvraag annuleren?

source: The request is already in progress, therefore cannot be canceled.
nl_nl: Deze aanvraag wordt verwerkt en kan daarom niet geannuleerd worden.

source: Cancel Request
nl_nl: Aanvraag annuleren

source: The captions file should be in %1, SRT type and with an accuracy rate of 99% or higher
nl_nl: Het ondertitelingsbestand moet zijn in %1, type SRT en met een nauwkeurigheidspercentage van 99% of hoger

source: The captions file uploaded successfully.
nl_nl: Het ondertitelingsbestand is geüpload.

source: A captions file is required to perform machine translation. Please upload a captions file.
nl_nl: Een ondertitelingsbestand is nodig om machinale vertaling uit te voeren. Upload een ondertitelingsbestand.

source: Choose Captions File:
nl_nl: Ondertitelingsbestand kiezen:

source: Upload Captions File
nl_nl: Ondertitelingsbestand uploaden

source: Select a file
nl_nl: Selecteer een bestand

source: Browse
nl_nl: Navigeren

source: Request Date
nl_nl: Aanvraagdatum

source: Abort Task
nl_nl: Taak afbreken

source: Edit Caption
nl_nl: Ondertiteling bewerken

source: Request can not be ordered, there is no credit for ordering. Please contact your administrator
nl_nl: Aanvraag kan niet worden verwerkt, omdat er geen krediet meer voor nieuwe bestingen. Neem contact op met de beheerder

source: Unit:
nl_nl: Eenheid:

source: Apply to content published by the following role:
nl_nl: Toepassen op content, die is gepubliceerd met deze rol:

source: Add Speaker Names
nl_nl: Sprekersnamen toevoegen

source: Instructions & Notes:
nl_nl: Instructies & opmerkingen:

source: Source Media Language:
nl_nl: Taal bronmedia:

source: Feature:
nl_nl: Optie:

source: Target Translation Language:
nl_nl: Vertaal naar:

source: Turnaround Time:
nl_nl: Levertijd:

source: The selected Turn Around Time can be fulfilled only for media that is up to 10 minutes duration.
nl_nl: De geselecteerde doorlooptijd kan alleen worden gerealiseerd voor media met een lengte van maximaal 10 minuten.

source: Choose txt file*
nl_nl: Kies txt-bestand*

source: No files were found
nl_nl: Geen bestanden gevonden

source: Requester:
nl_nl: Aanvrager:

source: Fidelity:
nl_nl: Nauwkeurigheid:

source: Received Date:
nl_nl: Ontvangstdatum:

source: Due-date:
nl_nl: Opleveringsdatum:

source: View Ordering Rules
nl_nl: Bestelregels weergeven

source: Create Rule
nl_nl: Regel aanmaken

source: Service will be ordered for each media published to this channel in the future.
nl_nl: Ondertiteling wordt besteld voor alle media die vanaf nu op dit kanaal wordt gepubliceerd.

source: Create Rule for Ordering
nl_nl: Bestelregel maken

source: No rules were found
nl_nl: Geen regels gevonden

source: Your order has been received. Order requests will be generated and automatically approved for each video published to this channel in the future.
nl_nl: De bestelling is ontvangen. Aanvragen worden automatisch gegenereerd en goedgekeurd voor elke video die vanaf nu op dit kanaal wordt gepubliceerd.

source: Are you sure you want to cancel this rule?<br/>Order requests will not be generated automatically for videos published to this channel in the future.
nl_nl: Wil je deze bestelregel annuleren?<br/>Er wordt dan niet meer automatisch een bestelling geplaatst voor nieuwe gepubliceerde video‘s in dit kanaal.

source: A similar rule already exists for this profile.
nl_nl: Voor dit profiel bestaat al een soortgelijke regel.

source: Services ordering rules for channels
nl_nl: Servicebestelregels voor kanalen

source: Remaining Credit
nl_nl: Resterend tegoed

source: Used Credit
nl_nl: Gebruikt tegoed

source: Credit Overages
nl_nl: Overschrijding van het tegoed

source: Current Credit Status
nl_nl: Huidige status van het tegoed

source: Credit Expiration Date
nl_nl: Vervaldatum tegoed

source: Duration:
nl_nl: Duur:

source: Source Language:
nl_nl: Brontaal

source: Target Language:
nl_nl: Doeltaal

source: Completed Date:
nl_nl: Leverdatum:

source: Speaker ID:
nl_nl: Spreker-ID:

source: Aborted
nl_nl: Afgebroken

source: Pending Approval
nl_nl: In afwachting van goedkeuring

source: Draft
nl_nl: Concept

source: Processing
nl_nl: Verwerken

source: Professional
nl_nl: Professioneel

source: Machine
nl_nl: Machinaal

source: Moderator (and higher)
nl_nl: Moderator (en hoger)

source: Contributor (and higher)
nl_nl: Bijdrager (en hoger)

source: Member (and higher)
nl_nl: Lid (en hoger)

source: Anyone
nl_nl: Iedereen

source: Translation
nl_nl: Vertaling

source: Audio Description
nl_nl: Audiodescriptie

source: Alignment
nl_nl: Uitlijning

source: Chaptering
nl_nl: Hoofdstukpunten aanmaken

source: Mandarin Chinese
nl_nl: Mandarijn Chinees

source: Cantonese
nl_nl: Kantonees

source: Portuguese (Brazil)
nl_nl: Portugees (Brazilië)

source: Spanish (LA-XL)
nl_nl: Spaans (LA-XL)

source: French (Canada)
nl_nl: Frans (Canada)

source: 48 hours
nl_nl: 2 werkdagen

source: Immediate
nl_nl: Onmiddellijk

source: 6 hours
nl_nl: 6 uur

source: 30 minutes
nl_nl: 30 minuten

source: 3 hours
nl_nl: 3 uur

source: 24 hours
nl_nl: 24 uur

source: 2 hours
nl_nl: 2 uur

source: 8 hours
nl_nl: 8 uur

source: 12 hours
nl_nl: 12 uur

source: 10 days
nl_nl: 10 dagen

source: 4 days
nl_nl: 4 werkdagen

source: 5 days
nl_nl: 5 werkdagen

source: 1 business day
nl_nl: 1 werkdag

source: 2 business days
nl_nl: 2 werkdagen

source: 3 business days
nl_nl: 3 werkdagen

source: 4 business days
nl_nl: 4 werkdagen

source: 5 business days
nl_nl: 5 werkdagen

source: 6 business days
nl_nl: 6 werkdagen

source: 7 business days
nl_nl: 7 werkdagen

source: Unit
nl_nl: Eenheid

source: View Channel Rules
nl_nl: Kanaalregels bekijken

source: Number of Requests
nl_nl: Aantal aanvragen

source: Are you sure you want to reject the selected request(s)?
nl_nl: Wil je de geselecteerde aanvraag/aanvragen afwijzen?

source: Are you sure you want to approve the selected request(s)?
nl_nl: Wil je de geselecteerde aanvraag/aanvragen goedkeuren?

source: Approve Requests
nl_nl: Aanvragen goedkeuren

source: Email CSV
nl_nl: CSV per mail versturen

source: Your requests cannot be approved since your account lacks credit for ordering. Please re-select requests to approve.
nl_nl: Aanvragen afgewezen vanwege onvoldoende tegoed op je account. Maak een nieuwe selectie om goed te keuren.

source: Last 90 Days
nl_nl: Afgelopen 90 dagen

source: Last Year
nl_nl: Vorig jaar

source: Reject Requests
nl_nl: Aanvragen afwijzen

source: Service was already requested for some of the selected media
nl_nl: Voor een deel van de geselecteerde media is deze service al aangevraagd

source: Some requests cannot be fulfilled. Your account credit is depleted. Please contact your administrator
nl_nl: Sommige aanvragen kunnen niet worden uitgevoerd, omdat het tegoed in je account op is. Neem contact op met de systeembeheerder.

source: Order Captions & Enrichment Services - %1 Selected Media
nl_nl: Bestel ondertiteling - %1 geselecteerde media

source: Captions and Enrichment Services
nl_nl: Ondertitelingsservice

source: Channel Thumbnail
nl_nl: Kanaal thumbnail

source: Upload was cancelled.
nl_nl: Upload is geannuleerd.

source: Record Media
nl_nl: Media opnemen

source: Upload Cancelled!
nl_nl: Upload geannuleerd!

source: Record again?
nl_nl: Opnieuw opnemen?

source: No related media for this entry
nl_nl: Geen verwante media voor dit item

source: Cancel Replacement
nl_nl: Vervangen annuleren

source: Upload from Desktop
nl_nl: Uploaden vanaf desktop

source: All common audio formats are accepted.
nl_nl: Alle gebruikelijke audioformaten worden geaccepteerd.

source: All common image formats in all resolutions are accepted.
nl_nl: Alle gebruikelijke afbeeldingsformaten in alle resoluties worden aanvaard.

source: All common video formats in all resolutions are accepted.
nl_nl: Alle gebruikelijke videoformaten in alle resoluties worden aanvaard.

source: Note that media will be unpublished from a moderated location (channel/category) and will remain published otherwise.
nl_nl: De media blijft gepubliceerd, maar niet meer in gemodereerde kanalen of categorieën.

source: Upload from URL
nl_nl: Uploaden van URL

source: Continue to replace the media.
nl_nl: Doorgaan met de vervangen van de media.

source: Approve Replacement
nl_nl: Vervanging goedkeuren

source: Replace Again
nl_nl: Opnieuw vervangen

source: Ingest media from a URL:
nl_nl: Media vanaf een URL inladen:

source: Validate URL
nl_nl: URL valideren

source: Supported protocols are: http, https, and ftp. If the URL is password protected,
nl_nl: Ondersteunde protocols zijn: http, https, en ftp. Als de URL met een wachtwoord is beveiligd,

source: Certificate Generator
nl_nl: Certificaatgenerator

source: Generate
nl_nl: Genereren

source: Sorry, you are not an authorized user. Please contact your system administrator for any further questions.
nl_nl: Je bent geen geautoriseerde gebruiker. Neem voor verdere vragen contact op met de systeembeheerder.

source: Available to view
nl_nl: Beschikbaar voor weergave

source: From:
nl_nl: Van:

source: Any Time
nl_nl: Elk moment

source: Until:
nl_nl: Tot:

source: You are viewing MediaSpace in CSS Preview mode.
nl_nl: Je bekijkt MediaSpace in de CSS-preview modus.

source: To leave Preview mode
nl_nl: Verlaat de preview modus

source: Click here
nl_nl: Klik hier

source: Fonts &amp; Text
nl_nl: Lettertypen &amp; tekst

source: Page Elements
nl_nl: Pagina-elementen

source: Information
nl_nl: Informatie

source: Apply Custom Style
nl_nl: Aangepaste stijl toepassen

source: By applying you are adding the changes you made to the live KMS/KAF pages.
nl_nl: Met toepassen voeg je de aangebrachte wijzigingen toe aan de live KMS/KAF-pagina's.

source: Are you sure?
nl_nl: Weet je het zeker?

source: Type "%s" to apply
nl_nl: Typ "%s" om toe te passen

source: Remove Custom Style
nl_nl: Aangepaste stijl verwijderen

source: You will be removing the current style from your KMS/KAF pages.
nl_nl: Je verwijdert de huidige stijl van de KMS/KAF-pagina's.

source: Type "%s" to remove
nl_nl: Typ '%s' om te verwijderen

source: Share Preview
nl_nl: Preview delen

source: Preview Link has been copied to clipboard
nl_nl: Preview-link is naar het klembord gekopieerd

source: Your changes will be saved. Click save to see the preview link.
nl_nl: Wijzigingen worden opgeslagen. Klik op Opslaan om de preview-link te zien.

source: Don't show again
nl_nl: Niet opnieuw tonen

source: Your changes will be saved. Click save to start preview.
nl_nl: Wijzigingen worden opgeslagen. Klik op Opslaan om de preview te starten.

source: Restoring Defaults
nl_nl: Herstel standaardinstellingen

source: This will reset all the configurations of the CSS back to the Kaltura defaults.
nl_nl: Hiermee wordt alle configuratie in de CSS teruggezet naar de Kaltura-standaardwaarden.

source: All saved changes will be lost!
nl_nl: Alle opgeslagen wijzigingen gaan verloren

source: Are you sure you want to reset the configuration?
nl_nl: Wil je de configuratie resetten?

source: Settings successfully saved.
nl_nl: Instellingen succesvol opgeslagen

source: Share Preview Link
nl_nl: Preview-link delen

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Restore Defaults
nl_nl: Standaardwaarden herstellen

source: Remove From Site
nl_nl: Van site verwijderen

source: Apply to Site
nl_nl: Toepassen op site

source: The Styling Module for MediaSpace and KAF administrators, provides the ability to create a new style based on most common use cases. The tools also allow the admins to view the newly generated KMS/KAF theme prior to setting it up on production and share it with other admins.
nl_nl: Met de Stylingmodule kan de MediaSpace- en KAF-systeembeheerder een ​​nieuwe stijl maken voor de meest voorkomende situaties. Met deze tools kun je het nieuw gegenereerde KMS/KAF-thema vooraf delen en bekijken met andere systeembeheerders, voor je het effectueert in de productieomgeving.

source: For advance theme creation, for which a deep CSS understanding is required, please use Kaltura’s <a href="
nl_nl: Voor geavanceerde thema‘s, waarvoor een diepgaande kennis van CSS vereist is, gebruik je Kaltura‘s <a href="

source: Actions &amp; Buttons
nl_nl: Acties &amp; knoppen

source: Header Tabs
nl_nl: Titels voor de tabbladen

source: “Save Changes”:
nl_nl: “Wijzigingen opslaan”:

source: "Save Changes" saves your settings locally on the styling page. When you return to the styling page you will be able to continue from where you left off. Saving your changes will not affect your MediaSpace/KAF site until you select “Apply to Site”. After you save your changes, you can use the Preview feature.
nl_nl: "Wijzigingen opslaan" slaat je instellingen lokaal op de stylingpagina op. Wanneer je terugkeert naar de stylingpagina, kan je verder gaan waar je was gebleven. Het opslaan van je wijzigingen heeft geen invloed op je MediaSpace/KAF-site totdat je "Toepassen op site" selecteert. Nadat je de wijzigingen hebt opgeslagen, kan je de functie Preview gebruiken.

source: “Preview” and “Share Preview Link”:
nl_nl: "Preview" en "Preview-link delen":

source: The "Preview" option provides a private glimpse of your new KMS/KAF style without applying it to your instance for all users to see.
nl_nl: De optie "Preview" toont je nieuwe KMS/KAF-stijl zonder deze toe te passen in de productieomgeving, zodat alle gebruikers deze zien.

source: The Preview can be shared with other team members using the “Share Preview Link”.
nl_nl: Je kan de preview delen met andere teamleden via de optie "Preview-link delen".

source: Note, there is no role restriction for previewing style changes, and the link can be shared with anyone.
nl_nl: Er is geen rolbeperking voor het previewen van de veranderde stijlen en je kan de link met iedereen delen.

source: To activate the link, make sure to save your work first.
nl_nl: Om de link te activeren, moet je je werk eerst opslaan.

source: “Apply to Site”:
nl_nl: “Toepassen op site”:

source: After you are satisfied with your change, select "Apply to Site" to add your new theme and styles to KMS/KAF for ALL users to see. If a custom CSS already exists (referred to as an "additional CSS" in the KMS/KAF admin "Cssupload" Module), it will override the style you added with this module.
nl_nl: Als je tevreden bent met de wijzigingen, selecteer je "Toepassen op site" om het nieuwe thema en stijlen toe te voegen aan KMS/KAF zodat ALLE gebruikers dit kunnen zien. Als er al een aangepaste CSS bestaat (in de KMS/KAF-admin "CSS upload module" wordt dit een "extra CSS" genoemd), overschrijft dat de nieuwe stijl die je probeert toe te voegen.

source: “Remove from Site”:
nl_nl: “Van site verwijderen”:

source: This option allows you to remove the style you set on your site. You can also use the "Reset" button on the Admin page in the Styling module to remove the styles you set on your site.
nl_nl: Met deze optie kun je de stijl verwijderen die je op je site hebt ingesteld. Je kan ook de knop "Reset" gebruiken op de beheerpagina van de Styling-module om de stijlen die je op je site instelt te verwijderen.

source: “Restore Defaults”:
nl_nl: “Standaardwaarden herstellen”:

source: With Restore Defaults, you are reverting the Styling page page back to the Kaltura Defaults.
nl_nl: Met Standaardwaarden herstellen zet je de Stylingpagina terug naar de Kaltura-standaardwaarden.

source: If you have applied the site already, it will not affect the website – only the styling page, however, you will have to recreate your style.
nl_nl: Als je de site al hebt toegepast, heeft dit geen invloed op de website - alleen op de stylingpagina, je zult je stijl echter opnieuw moeten aanmaken.

source: Fonts & Texts:
nl_nl: Lettertypen en tekst

source: Change the fonts and color of the various texts in KMS.
nl_nl: Wijzig de lettertypen en de kleur van de verschillende teksten in KMS.

source: Page Elements:
nl_nl: Pagina-elementen:

source: Change the colors of the header, footer, background, and tags.
nl_nl: Wijzigt de kleur van de koptekst, voettekst, achtergrond en tags.

source: Change header navigation and dropdown menu colors.
nl_nl: Verander de kleur van de navigatiebalk en keuzemenu's.

source: Some common styling requests grouped into one place.
nl_nl: Enkele veelvoorkomende stijlverzoeken zijn gegroepeerd op 1 plaats.

source: Thumbnail has been captured
nl_nl: Thumbnail opgenomen
